Repository: netbox-community/netbox
Catalog: netbox/translations/*/LC_MESSAGES/django.po
Languages: lv

source: Rack type (ID)
lv: Statnes veids (ID)

source: Role (ID)
lv: Loma (ID)

source: Role (slug)
lv: Loma (URL identifikators)

source: Rack (ID)
lv: Statne (ID)

source: User (name)
lv: Lietotājs (vārds)

source: Default platform (ID)
lv: Noklusējuma platforma (ID)

source: Default platform (slug)
lv: Noklusējuma platforma (URL identifikators)

source: Has a front image
lv: Ir priekšējais attēls

source: Has a rear image
lv: Ir aizmugurējais attēls

source: Has console ports
lv: Ir konsoles porti

source: Has console server ports
lv: Ir konsoles servera porti

source: Has power ports
lv: Ir strāvas porti

source: Has power outlets
lv: Ir strāvas kontaktligzdas

source: Has interfaces
lv: Ir interfeisi

source: Has pass-through ports
lv: Ir caurlaides ostas

source: Has module bays
lv: Ir moduļu nodalījumi

source: Has device bays
lv: Ir ierīču nodalījumi

source: Has inventory items
lv: Ir inventāra preces

source: Profile (ID)
lv: Profils (ID)

source: Profile (name)
lv: Profils (nosaukums)

source: Device type (ID)
lv: Iekārtas tips (ID)

source: Module type (ID)
lv: Moduļa tips (ID)

source: Power port (ID)
lv: Barošanas ports (ID)

source: Rear port (ID)
lv: Aizmugurējais ports (ID)

source: Front port (ID)
lv: Priekšējais ports (ID)

source: Parent inventory item (ID)
lv: Mātes inventāra vienība (ID)

source: Config template (ID)
lv: Konfigurācijas veidne (ID)

source: Parent device role (ID)
lv: Vecāk-iekārtas loma (ID)

source: Parent device role (slug)
lv: Vecāk-iekārtas loma (URL identifikators)

source: Immediate parent platform (ID)
lv: Tūlītēja vecāku platforma (ID)

source: Immediate parent platform (slug)
lv: Tūlītēja vecāk-platforma (URL identifikators)

source: Parent platform (ID)
lv: Vecāku platforma (ID)

source: Parent platform (slug)
lv: Vecāk-platforma (URL identifikators)

source: Device type (slug)
lv: Iekārtas tips (URL identifikators)

source: Parent Device (ID)
lv: Vecāk-iekārta (ID)

source: Platform (ID)
lv: Platforma (ID)

source: Platform (slug)
lv: Platforma (URL identifikators)

source: Site name (slug)
lv: Vietas nosaukums (URL identifikators)

source: Parent bay (ID)
lv: Vecāku līcis (ID)

source: VM cluster (ID)
lv: VM klasteris (ID)

source: Cluster group (slug)
lv: Klāsteru grupa (URL identifikators)

source: Cluster group (ID)
lv: Klasteru grupa (ID)

source: Device model (slug)
lv: Iekārtas modelis (URL identifikators)

source: Is full depth
lv: Ir pilns dziļums

source: MAC address
lv: MAC adrese

source: Has a primary IP
lv: Ir primārais IP

source: Has an out-of-band IP
lv: Ir OOB IP

source: Virtual chassis (ID)
lv: Virtuālā šasija (ID)

source: Is a virtual chassis member
lv: Ir virtuāls šasijas loceklis

source: Has virtual device context
lv: Ir virtuālās iekārtas konteksts

source: Device model
lv: Iekārtas modelis

source: Module type (model)
lv: Moduļa tips (modelis)

source: Module bay (ID)
lv: Moduļu nodalījums (ID)

source: Rack (name)
lv: Statne (nosaukums)

source: Device (ID)
lv: Iekārta (ID)

source: Device (name)
lv: Iekārta (nosaukums)

source: Device type (model)
lv: Iekārtas tips (modelis)

source: Device role (ID)
lv: Iekārtas loma (ID)

source: Device role (slug)
lv: Iekārtas loma (URL identifikators)

source: Virtual Chassis (ID)
lv: Virtuālā šasija (ID)

source: Virtual Chassis
lv: Virtuālā šasija

source: Tenant (ID)
lv: Īrnieks (ID)

source: Tenant (slug)
lv: Nomnieks (URL identifikators)

source: Module (ID)
lv: Modulis (ID)

source: Cable (ID)
lv: Kabelis (ID)

source: Virtual machine (name)
lv: Virtuālā mašīna (nosaukums)

source: Virtual machine (ID)
lv: Virtuālā mašīna (ID)

source: Interface (name)
lv: Interfeiss (nosaukums)

source: VM interface (name)
lv: VM interfeiss (nosaukums)

source: VM interface (ID)
lv: VM interfeiss (ID)

source: Is assigned
lv: Ir piešķirts

source: Is primary
lv: Ir primārais

source: 802.1Q Mode
lv: 802.1Q režīms

source: Assigned VLAN
lv: Piešķirtais VLAN

source: Assigned VID
lv: Piešķirtais VID

source: VLAN Translation Policy (ID)
lv: VLAN pārveides politika (ID)

source: VLAN Translation Policy
lv: VLAN pārveides politika

source: Virtual Chassis Interfaces for Device when device is master
lv: Virtuālās šasijas interfeiss iekārtai, kad iekārta ir galvenā

source: Virtual Chassis Interfaces for Device when device is master (ID)
lv: Virtuālās šasijas interfeiss iekārtai, kad iekārta ir galvenā (ID)

source: Virtual Chassis Interfaces for Device
lv: Virtuālās šasijas interfeisi iekārtai

source: Virtual Chassis Interfaces for Device (ID)
lv: Virtuālās šasijas interfeisi iekārtai (ID)

source: Kind of interface
lv: Interfeisa veids

source: Parent interface (ID)
lv: Vecāk-interfeiss (ID)

source: Bridged interface (ID)
lv: Tilta interfeiss (ID)

source: LAG interface (ID)
lv: LAG interfeiss (ID)

source: MAC Address
lv: MAC adrese

source: Primary MAC address (ID)
lv: Primārā MAC adrese (ID)

source: Primary MAC address
lv: Primārā MAC adrese

source: Virtual Device Context
lv: Virtuālās iekārtas konteksts

source: Virtual Device Context (Identifier)
lv: Virtuālās iekārtas konteksts (identifikators)

source: Wireless LAN
lv: Bezvadu LAN

source: Wireless link
lv: Bezvadu saite

source: Virtual circuit termination (ID)
lv: Virtuālās ķēdes pārtraukšana (ID)

source: Parent module bay (ID)
lv: Vecāku moduļa nodalījums (ID)

source: Installed module (ID)
lv: Instalētais modulis (ID)

source: Installed device (ID)
lv: Uzstādītā iekārta (ID)

source: Installed device (name)
lv: Uzstādītā iekārta (nosaukums)

source: Master (ID)
lv: Meistars (ID)

source: Master (name)
lv: Kapteinis (vārds)

source: Unterminated
lv: Neizbeigts

source: Power panel (ID)
lv: Barošanas panelis (ID)

source: Tags
lv: Atzīmes

source: Position
lv: Pozīcija

source: Alphanumeric ranges are supported. (Must match the number of names being created.)
lv: Tiek atbalstīti burtciparu diapazoni. (Jāatbilst izveidoto vārdu skaitam.)

source: Facility
lv: Iekārta

source: Contact name
lv: Kontaktpersonas vārds

source: Contact phone
lv: Kontaktpersonas telefons

source: Contact E-mail
lv: Kontaktpersonas E-pasts

source: Time zone
lv: Laika josla

source: Manufacturer
lv: Ražotājs

source: Form factor
lv: Formas faktors

source: Width
lv: Platums

source: Height (U)
lv: Augstums (U)

source: Descending units
lv: Dilstošas vienības

source: Outer width
lv: Ārējais platums

source: Outer height
lv: Ārējais augstums

source: Outer depth
lv: Ārējais dziļums

source: Outer unit
lv: Ārējā vienība

source: Mounting depth
lv: Montāžas dziļums

source: Weight
lv: Svars

source: Max weight
lv: Maksimālais svars

source: Weight unit
lv: Svara vienība

source: Rack Type
lv: Statnes veids

source: Outer Dimensions
lv: Ārējie izmēri

source: Dimensions
lv: Izmēri

source: Numbering
lv: Numerācija

source: Rack type
lv: Statnes veids

source: Serial Number
lv: Sērijas numurs

source: Asset tag
lv: Aktīvu atzīme

source: Airflow
lv: Gaisa plūsma

source: Rack
lv: Statne

source: Hardware
lv: Aparatūra

source: Default platform
lv: Noklusējuma platforma

source: Part number
lv: Detaļas numurs

source: U height
lv: U augstums

source: Exclude from utilization
lv: Izslēgt no izmantošanas

source: Device Type
lv: iekārtas tips

source: Schema
lv: Shēma

source: Profile
lv: Profils

source: Module Type
lv: Moduļa tips

source: Chassis
lv: Šasija

source: VM role
lv: VM loma

source: Config template
lv: Konfigurācijas veidne

source: Device type
lv: iekārtas tips

source: Device role
lv: iekārtas loma

source: Platform
lv: Platforma

source: Cluster
lv: Klasteris

source: Configuration
lv: Konfigurācija

source: Virtualization
lv: Virtualizācija

source: Module type
lv: Moduļa tips

source: Label
lv: Etiķete

source: Length
lv: Garums

source: Length unit
lv: Garuma vienība

source: Domain
lv: Domēns

source: Power panel
lv: Strāvas panelis

source: Supply
lv: Piegāde

source: Phase
lv: fāze

source: Voltage
lv: Spriegums

source: Amperage
lv: Strāvas stiprums

source: Max utilization
lv: Maksimālā izmantošana

source: Maximum draw
lv: Maksimālā izloze

source: Maximum power draw (watts)
lv: Maksimālā jaudas patēriņš (vati)

source: Allocated draw
lv: Piešķirtā izloze

source: Allocated power draw (watts)
lv: Piešķirtā jaudas patēriņš (vati)

source: Power port
lv: Strāvas ports

source: Feed leg
lv: Barošanas kāja

source: Management only
lv: Tikai vadība

source: PoE mode
lv: PoE režīms

source: PoE type
lv: PoE tips

source: Wireless role
lv: Bezvadu loma

source: Module
lv: modulis

source: LAG
lv: AIZKAVĒŠANĀS

source: Virtual device contexts
lv: Virtuālo ierīču konteksti

source: Speed
lv: Ātrums

source: Mode
lv: Režīms

source: VLAN group
lv: VLAN grupa

source: Untagged VLAN
lv: Neatzīmēts VLAN

source: Tagged VLANs
lv: Atzīmēti VLAN

source: Add tagged VLANs
lv: Pievienot atzīmētus VLAN

source: Remove tagged VLANs
lv: Noņemt atzīmētos VLAN

source: Q-in-Q Service VLAN
lv: Q-in-Q pakalpojums VLAN

source: Wireless LAN group
lv: Bezvadu LAN grupa

source: Wireless LANs
lv: Bezvadu LAN

source: Addressing
lv: Adresošana

source: Operation
lv: Darbība

source: Related Interfaces
lv: Saistītie interfeisi

source: 802.1Q Switching
lv: 802.1Q pārslēgšana

source: Add/Remove
lv: Pievienot/noņemt

source: Interface mode must be specified to assign VLANs
lv: Lai piešķirtu VLAN, ir jānorāda interfeisa režīms

source: An access interface cannot have tagged VLANs assigned.
lv: Piekļuves interfeisam nevar būt piešķirti tagoti VLAN.

source: Name of parent region
lv: Mātes reģiona nosaukums

source: Name of parent site group
lv: Vecāk-vietu grupas nosaukums

source: Assigned region
lv: Piešķirtais reģions

source: Assigned group
lv: Piešķirtā grupa

source: available options
lv: pieejamās iespējas

source: Assigned site
lv: Piešķirtā vieta

source: Parent location
lv: Vecāk-telpa

source: Location not found.
lv: Telpa nav atrasta.

source: The manufacturer of this rack type
lv: Šīs statnes tipa ražotājs

source: The lowest-numbered position in the rack
lv: Zemākā numurētā pozīcija statnē

source: Rail-to-rail width (in inches)
lv: Platums no dzelzceļa līdz sliedēm (collās)

source: Unit for outer dimensions
lv: Ārējo izmēru vienība

source: Unit for rack weights
lv: Vienība statņu svaram

source: Name of assigned tenant
lv: Piešķirtā īrnieka vārds

source: Name of assigned role
lv: Piešķirtās lomas nosaukums

source: Rack type model
lv: Statnes veida modelis

source: Airflow direction
lv: Gaisa plūsmas virziens

source: Width must be set if not specifying a rack type.
lv: Platums ir jāiestata, ja netiek norādīts statnes tips.

source: U height must be set if not specifying a rack type.
lv: U augstums ir jāiestata, ja nav norādīts statnes tips.

source: Parent site
lv: Vecāk-vieta

source: Rack's location (if any)
lv: Statnes atrašanās telpa (ja tāda ir)

source: Units
lv: Vienības

source: Comma-separated list of individual unit numbers
lv: Atsevišķu vienību numuru saraksts ar komatiem

source: The manufacturer which produces this device type
lv: Ražotājs, kas ražo šāda veida ierīci

source: The default platform for devices of this type (optional)
lv: Noklusējuma platforma šāda veida ierīcēm (pēc izvēles)

source: Device weight
lv: iekārtas svars

source: Unit for device weight
lv: iekārtas svara vienība

source: Module weight
lv: Moduļa svars

source: Unit for module weight
lv: Moduļa svara vienība

source: Attribute values for the assigned profile, passed as a dictionary
lv: Piešķirtā profila atribūtu vērtības, kas nodotas kā vārdnīca

source: Profile must be specified if attribute data is provided.
lv: Ja tiek sniegti atribūtu dati, jānorāda profils.

source: Parent Device Role
lv: Vecāk-iekārtas loma

source: Device role not found.
lv: iekārtas loma nav atrasta.

source: Parent platform
lv: Vecāku platforma

source: Platform not found.
lv: Platforma nav atrasta.

source: Limit platform assignments to this manufacturer
lv: Ierobežojiet platformas piešķiršanu šim ražotājam

source: Assigned role
lv: Piešķirtā loma

source: Device type manufacturer
lv: iekārtas tipa ražotājs

source: Device type model
lv: iekārtas tipa modelis

source: Assigned platform
lv: Piešķirtā platforma

source: Virtual chassis
lv: Virtuālā šasija

source: Virtualization cluster
lv: Virtualizācijas klasteris

source: Assigned location (if any)
lv: Piešķirtā telpa (ja tāda ir)

source: Assigned rack (if any)
lv: Piešķirtā statne (ja tāda ir)

source: Face
lv: Seja

source: Mounted rack face
lv: Statnes puse, kurā uzstādīts

source: Parent device (for child devices)
lv: Vecāk-iekārta (bērnu ierīcēm)

source: Device bay
lv: iekārtas nodalījums

source: Device bay in which this device is installed (for child devices)
lv: Iekārtas nodalījums, kurā šī iekārta ir uzstādīta (bērnu ierīcēm)

source: The device in which this module is installed
lv: Iekārta, kurā šis modulis ir uzstādīts

source: Module bay
lv: Moduļu nodalījums

source: The module bay in which this module is installed
lv: Moduļa līcis, kurā šis modulis ir uzstādīts

source: The type of module
lv: Moduļa veids

source: Replicate components
lv: Atkārtojiet komponentus

source: Automatically populate components associated with this module type (enabled by default)
lv: Automātiski aizpildīt komponentus, kas saistīti ar šo moduļa tipu (pēc noklusējuma iespējots)

source: Adopt components
lv: Pieņemt komponentus

source: Adopt already existing components
lv: Pieņemt jau esošos komponentus

source: Port type
lv: Ostas veids

source: Port speed in bps
lv: Porta ātrums bps

source: Outlet type
lv: Izplūdes veids

source: Local power port which feeds this outlet
lv: Vietējais strāvas ports, kas baro šo kontaktligzdu

source: Electrical phase (for three-phase circuits)
lv: Elektriskā fāze (trīsfāžu ķēdēm)

source: Parent interface
lv: Vecāk-interfeiss

source: Bridged interface
lv: Tilta interfeiss

source: Lag
lv: Atlaidība

source: Parent LAG interface
lv: Vecāk-LAG interfeiss

source: Vdcs
lv: Vdc

source: VDC names separated by commas, encased with double quotes. Example:
lv: VDC nosaukumi, kas atdalīti ar komatiem, iesaiņoti ar dubultām pēdiņām. Piemērs:

source: Physical medium
lv: Fiziskais līdzeklis

source: Duplex
lv: Duplekss

source: Poe mode
lv: Poe režīms

source: Poe type
lv: Poe tips

source: IEEE 802.1Q operational mode (for L2 interfaces)
lv: IEEE 802.1Q darbības režīms (L2 saskarnēm)

source: Filter VLANs available for assignment by group
lv: Filtrējiet VLAN, kas pieejami piešķiršanai pa grupām

source: Assigned untagged VLAN ID (filtered by VLAN group)
lv: Piešķirts neatzīmēts VLAN ID (filtrēts pēc VLAN grupas)

source: Assigned tagged VLAN IDs separated by commas, encased with double quotes (filtered by VLAN group). Example:
lv: Piešķirtie atzīmētie VLAN ID, kas atdalīti ar komatiem, iesaiņoti ar dubultpēdiņām (filtrēti pēc VLAN grupas). Piemērs:

source: Assigned Q-in-Q Service VLAN ID (filtered by VLAN group)
lv: Piešķirtais Q-in-Q pakalpojuma VLAN ID (filtrēts pēc VLAN grupas)

source: Assigned VRF
lv: Piešķirtais VRF

source: Rf role
lv: Rf loma

source: Wireless role (AP/station)
lv: Bezvadu loma (AP/stacija)

source: VDC {vdc} is not assigned to device {device}
lv: VDC {vdc} nav piešķirts iekārtai{device}

source: Physical medium classification
lv: Fiziskā vidēja klasifikācija

source: Installed device
lv: Uzstādītā iekārta

source: Child device installed within this bay
lv: Bērnu iekārtām, kas uzstādīta šajā nodalījumā

source: Child device not found.
lv: Bērn-iekārta nav atrasta.

source: Parent inventory item
lv: Vecāka inventāra vienība

source: Component type
lv: Komponenta tips

source: Component Type
lv: Komponenta tips

source: Component name
lv: Komponenta nosaukums

source: Component Name
lv: Komponenta nosaukums

source: Component name must be specified when component type is specified
lv: Komponenta nosaukums jānorāda, kad ir norādīts komponenta tips

source: Component not found: {device} - {component_name}
lv: Komponents nav atrasts: {device} - {component_name}

source: Component type must be specified when component name is specified
lv: Komponenta tips jānorāda, kad ir norādīts komponenta nosaukums

source: Parent device of assigned interface (if any)
lv: Piešķirtā interfeisa vecāk-iekārta (ja tāda ir)

source: Virtual machine
lv: Virtuālā mašīna

source: Parent VM of assigned interface (if any)
lv: Piešķirtā interfeisa vecāk-VM (ja tāda ir)

source: Assigned interface
lv: Piešķirtais interfeiss

source: Make this the primary MAC address for the assigned interface
lv: Padariet šo par primāro MAC adresi piešķirtajam interfeisam

source: Must specify the parent device or VM when assigning an interface
lv: Piešķirot interfeisu, jānorāda vecāk-iekārta vai VM

source: Side A site
lv: A puses vieta

source: Site of parent device A (if any)
lv: Vecāk-iekārtas A vieta (ja tāda ir)

source: Side A device
lv: A sāna iekārta

source: Device name
lv: Iekārtas nosaukums

source: Side A type
lv: A sānu tips

source: Side A name
lv: A puses nosaukums

source: Termination name
lv: Izbeigšanas nosaukums

source: Side B site
lv: B puses vieta

source: Site of parent device B (if any)
lv: Vecāk-iekārtas B vieta (ja tāda ir)

source: Side B device
lv: B sāna iekārta

source: Side B type
lv: B sānu tips

source: Side B name
lv: B puses nosaukums

source: Connection status
lv: Savienojuma statuss

source: Cable connection profile
lv: Kabeļu savienojuma profils

source: Color name (e.g. "Red") or hex code (e.g. "f44336")
lv: Krāsas nosaukums (piemēram, “Sarkans”) vai sešstūra kods (piemēram, “f44336")

source: Side {side_upper}: {device} {termination_object} is already connected
lv: Sānu {side_upper}: {device} {termination_object} jau ir savienots

source: {side_upper} side termination not found: {device} {name}
lv: {side_upper} sānu izbeigšana nav atrasta: {device} {name}

source: {color} did not match any used color name and was longer than six characters: invalid hex.
lv: {color} neatbilda nevienam izmantotajam krāsu nosaukumam un bija garāks par sešām rakstzīmēm: nederīgs hex.

source: Master
lv: Meistars

source: Master device
lv: Galvenā iekārta

source: Name of parent site
lv: Vecāk-vietas nosaukums

source: Upstream power panel
lv: Augšstrāvas strāvas panelis

source: Primary or redundant
lv: Primārais vai lieks

source: Supply type (AC/DC)
lv: Barošanas veids (maiņstrāvas/līdzstrāva)

source: Single or three-phase
lv: Viena vai trīsfāzu

source: Primary IPv4
lv: Primārais IPv4

source: IPv4 address with mask, e.g. 1.2.3.4/24
lv: IPv4 adrese ar masku, piemēram, 1.2.3.4/24

source: Primary IPv6
lv: Primārais IPv6

source: IPv6 address with prefix length, e.g. 2001:db8::1/64
lv: IPv6 adrese ar prefiksa garumu, piemēram, 2001:db8: :1/64

source: The tagged VLANs ({vlans}) must belong to the same site as the interface's parent device/VM, or they must be global
lv: Tagotajiem VLANiem ({vlans}) jāpieder tai pašai vietai kurā ir interfeisa iekārta/VM, vai arī tiem jābūt globāliem

source: Cannot install module with placeholder values in a module bay with no position defined.
lv: Nevar instalēt moduli ar vietturētāju vērtībām moduļa nodalījumā bez noteiktas pozīcijas.

source: Cannot install module with placeholder values in a module bay tree {level} in tree but {tokens} placeholders given.
lv: Nevar instalēt moduli ar vietturētāju vērtībām moduļa lauru kokā {level} kokā, bet {tokens} norādītie vietturētāji.

source: Cannot adopt {model} {name} as it already belongs to a module
lv: Nevar adoptēt {model} {name} jo tas jau pieder modulim

source: A {model} named {name} already exists
lv: A {model} nosaukts {name} jau pastāv

source: Power Panel
lv: Barošanas panelis

source: Power Feed
lv: Strāvas padeve

source: Device Status
lv: Iekārtas statuss

source: Parent region
lv: Vecāku reģions

source: Parent group
lv: Vecāku grupa

source: Rack count
lv: Plauktu skaits

source: Function
lv: Funkcija

source: Reservation
lv: Rezervācija

source: Images
lv: Attēli

source: Components
lv: Komponenti

source: Device count
lv: Ierīču skaits

source: Subdevice role
lv: Apakšiekārtas loma

source: Module count
lv: Moduļu skaits

source: Device Role
lv: Iekārtas loma

source: Model
lv: Modelis

source: Has an OOB IP
lv: Ir OOB IP

source: Virtual chassis member
lv: Virtuālais šasijas loceklis

source: Has virtual device contexts
lv: Ir virtuālo ierīču konteksts

source: Cluster group
lv: Klasteru grupa

source: Cabled
lv: Ar kabeļiem

source: Occupied
lv: Aizņemts

source: Connection
lv: Savienojums

source: Kind
lv: Laipns

source: Mgmt only
lv: Tikai MGMT

source: WWN
lv: IECERNIS

source: 802.1Q mode
lv: 802.1Q režīms

source: Wireless channel
lv: Bezvadu kanāls

source: Channel frequency (MHz)
lv: Kanāla frekvence (MHz)

source: Channel width (MHz)
lv: Kanāla platums (MHz)

source: Transmit power (dBm)
lv: Pārraides jauda (dBm)

source: Cable
lv: Kabelis

source: Discovered
lv: Atklāts

source: Assigned Device
lv: Piešķirtā iekārta

source: Assigned VM
lv: Piešķirtais VM

source: Assigned to an interface
lv: Piešķirts interfeisam

source: Primary MAC of an interface
lv: Interfeisa primārā MAC adrese

source: A virtual chassis member already exists in position {vc_position}.
lv: Virtuālais šasijas elements jau pastāv pozīcijā {vc_position}.

source: Scope type
lv: Darbības jomas veids

source: Scope
lv: Darbības joma

source: Please select a {scope_type}.
lv: Lūdzu, izvēlieties {scope_type}.

source: Scope type (app & model)
lv: Darbības jomas veids (lietotne un modelis)

source: Rear ports
lv: Aizmugurējie porti

source: The total number of front port positions ({frontport_count}) must match the selected number of rear port positions ({rearport_count}).
lv: Kopējais priekšējo ostu pozīciju skaits ({frontport_count}) jāatbilst izvēlētajam aizmugurējo ostu pozīciju skaitam ({rearport_count}).

source: Contact Info
lv: Kontaktpersonas informācija

source: Rack Role
lv: Statnes loma

source: Slug
lv: URL identifikators

source: Select a pre-defined rack type, or set physical characteristics below.
lv: Izvēlieties iepriekš definētu statnes tipu vai iestatiet fiziskās īpašības zemāk.

source: Inventory Control
lv: Krājumu kontrole

source: Comma-separated list of numeric unit IDs. A range may be specified using a hyphen.
lv: Ar komatu atdalīts ciparu vienību ID saraksts. Diapazonu var norādīt, izmantojot defisi.

source: Enter a valid JSON schema to define supported attributes.
lv: Ievadiet derīgu JSON shēmu, lai definētu atbalstītos atribūtus.

source: Profile & Attributes
lv: Profils un atribūti

source: The lowest-numbered unit occupied by the device
lv: Zemāk numurētā vienība, ko aizņem iekārta

source: The position in the virtual chassis this device is identified by
lv: Šīs iekārtas pozīciju virtuālajā šasijā identificē ar

source: The priority of the device in the virtual chassis
lv: Iekārtas prioritāte virtuālajā šasijā

source: Automatically populate components associated with this module type
lv: Automātiski aizpildiet komponentus, kas saistīti ar šo moduļa tipu

source: Characteristics
lv: Raksturlielumi

source: Alphanumeric ranges are supported for bulk creation. Mixed cases and types within a single range are not supported (example: <code>[ge,xe]-0/0/[0-9]</code>). The token <code>{module}</code>, if present, will be automatically replaced with the position value when creating a new module.
lv: Lielapjoma izveidei tiek atbalstīti burtciparu diapazoni. Jaukti gadījumi un veidi vienā diapazonā netiek atbalstīti (piemērs: <code>[ge, xe] -0/0/ [0-9]</code>). Marķieris <code>{module}</code>, ja tāds ir, tiks automātiski aizstāts ar pozīcijas vērtību, veidojot jaunu moduli.

source: Console port template
lv: Konsoles porta veidne

source: Console server port template
lv: Konsoles servera porta veidne

source: Front port template
lv: Priekšējā porta veidne

source: Interface template
lv: Interfeisa veidne
