Repository: netbox-community/netbox
Catalog: netbox/translations/*/LC_MESSAGES/django.po
Languages: lv

source: This will be displayed as help text for the form field. Markdown is supported.
lv: Tas tiks parādīts kā veidlapas lauka palīdzības teksts. Markdown tiek atbalstīts.

source: Related Object
lv: Saistītais objekts

source: Enter one choice per line. An optional label may be specified for each choice by appending it with a colon. Example:
lv: Ievadiet vienu izvēli katrā rindā. Katrai izvēlei var norādīt izvēles etiķeti, pievienojot to ar kolu. Piemērs:

source: Custom Field Choice Set
lv: Pielāgots lauka izvēles komplekts

source: Custom Link
lv: Pielāgota saite

source: Templates
lv: Veidnes

source: Jinja2 template code for the link text. Reference the object as {example}. Links which render as empty text will not be displayed.
lv: Jinja2 veidnes kods saites tekstam. Atsauciet objektu kā {example}. Saites, kas tiek atveidotas kā tukšs teksts, netiks parādītas.

source: Jinja2 template code for the link URL. Reference the object as {example}.
lv: Jinja2 veidnes kods saites URL. Atsauciet objektu kā {example}.

source: Template code
lv: Veidnes kods

source: Export Template
lv: Eksportēšanas veidne

source: Template content is populated from the remote source selected below.
lv: Veidnes saturs tiek aizpildīts no tālāk atlasītā attālā avota.

source: Saved Filter
lv: Saglabātais filtrs

source: Ordering
lv: Pasūtīšana

source: Enter a comma-separated list of column names. Prepend a name with a hyphen to reverse the order.
lv: Ievadiet kolonnu nosaukumu sarakstu ar komatiem. Lai mainītu secību, norādiet vārdu ar defisi.

source: Available Columns
lv: Pieejamās kolonnas

source: Selected Columns
lv: Atlasītās kolonnas

source: A notification group specify at least one user or group.
lv: Paziņojumu grupā norāda vismaz vienu lietotāju vai grupu.

source: HTTP Request
lv: HTTP pieprasījums

source: Action choice
lv: Darbības izvēle

source: Enter conditions in <a href="https://json.org/">JSON</a> format.
lv: Ievadiet nosacījumus <a href="https://json.org/">JSON</a> formāts.

source: Enter parameters to pass to the action in <a href="https://json.org/">JSON</a> format.
lv: Ievadiet parametrus, lai pārietu darbībai <a href="https://json.org/">JSON</a> formāts.

source: Event Rule
lv: Notikumu kārtula

source: Triggers
lv: Trigeri

source: Notification group
lv: Paziņojumu grupa

source: Config Context Profile
lv: Konfigurācijas konteksta profils

source: Tenants
lv: Īrnieki

source: Data is populated from the remote source selected below.
lv: Dati tiek aizpildīti no tālāk atlasītā attālā avota.

source: Must specify either local data or a data file
lv: Jānorāda vietējie dati vai datu fails

source: Schedule at
lv: Grafiks plkst

source: Schedule execution of report to a set time
lv: Ieplānojiet ziņojuma izpildi noteiktā laikā

source: Recurs every
lv: Atkārtojas katru

source: Interval at which this report is re-run (in minutes)
lv: Intervāls, kādā šis ziņojums tiek atkārtoti izpildīts (minūtēs)

source: (current time: <strong>{now}</strong>)
lv: (pašreizējais laiks: <strong>{now}</strong>)

source: Commit changes
lv: Veikt izmaiņas

source: Commit changes to the database (uncheck for a dry-run)
lv: Veikt izmaiņas datu bāzē (noņemiet atzīmi sausai palaišanai)

source: Schedule execution of script to a set time
lv: Plānojiet skripta izpildi līdz noteiktam laikam

source: Interval at which this script is re-run (in minutes)
lv: Intervāls, kurā šis skripts tiek atkārtoti palaists (minūtēs)

source: Database changes have been reverted automatically.
lv: Datu bāzes izmaiņas ir automātiski atgrieztas.

source: Script aborted with error:
lv: Skripts pārtraukts ar kļūdu:

source: An exception occurred:
lv: Notika izņēmums:

source: Database changes have been reverted due to error.
lv: Datu bāzes izmaiņas ir atceltas kļūdas dēļ.

source: No indexers found!
lv: Netika atrasti indeksētāji!

source: A JSON schema specifying the structure of the context data for this profile
lv: JSON shēma, kas norāda šī profila konteksta datu struktūru

source: config context profile
lv: config konteksta profils

source: config context profiles
lv: konfigurēt konteksta profilus

source: weight
lv: svars

source: config context
lv: konfigurācijas konteksts

source: config contexts
lv: konfigurācijas konteksti

source: JSON data must be in object form. Example:
lv: JSON datiem jābūt objekta formā. Piemērs:

source: Data does not conform to profile schema: {error}
lv: Dati neatbilst profila shēmai: {error}

source: Local config context data takes precedence over source contexts in the final rendered config context
lv: Vietējās konfigurācijas konteksta datiem ir prioritāte salīdzinājumā ar avota kontekstiem galīgajā renderētajā konfigurācijas kontekstā

source: config template
lv: konfigurācijas veidne

source: config templates
lv: konfigurācijas veidnes

source: The object(s) to which this field applies.
lv: Objekts (-i), uz kuru attiecas šis lauks.

source: The type of data this custom field holds
lv: Datu veids, kāds ir šajā pielāgotajā laukā

source: The type of NetBox object this field maps to (for object fields)
lv: NetBox objekta tips, uz kuru šis lauks tiek kartēts (objektu laukiem)

source: Internal field name
lv: Iekšējā lauka nosaukums

source: Only alphanumeric characters and underscores are allowed.
lv: Ir atļautas tikai burtciparu rakstzīmes un pasvītrojumi.

source: Double underscores are not permitted in custom field names.
lv: Pielāgotos lauku nosaukumos nav atļautas divkāršas pasvītrojumi.

source: Name of the field as displayed to users (if not provided, 'the field's name will be used)
lv: Lietotājiem parādītā lauka nosaukums (ja tas nav norādīts, tiks izmantots lauka nosaukums)

source: group name
lv: grupas nosaukums

source: Custom fields within the same group will be displayed together
lv: Pielāgotie lauki vienā grupā tiks parādīti kopā

source: required
lv: nepieciešams

source: This field is required when creating new objects or editing an existing object.
lv: Šis lauks ir nepieciešams, veidojot jaunus objektus vai rediģējot esošu objektu.

source: must be unique
lv: jābūt unikālam

source: The value of this field must be unique for the assigned object
lv: Šī lauka vērtībai jābūt unikālai piešķirtajam objektam

source: search weight
lv: meklēšanas svars

source: Weighting for search. Lower values are considered more important. Fields with a search weight of zero will be ignored.
lv: Svērums meklēšanai. Zemākas vērtības tiek uzskatītas par svarīgākām. Lauki, kuru meklēšanas svars ir nulle, tiks ignorēti.

source: filter logic
lv: filtru loģika

source: Loose matches any instance of a given string; exact matches the entire field.
lv: Vaļīgs atbilst jebkuram dotās virknes gadījumam; precīzi atbilst visam laukam.

source: default
lv: noklusējuma

source: Default value for the field (must be a JSON value). Encapsulate strings with double quotes (e.g. "Foo").
lv: Lauka noklusējuma vērtība (jābūt JSON vērtībai). Iekapsulējiet virknes ar dubultām pēdiņām (piemēram, “Foo”).

source: Filter the object selection choices using a query_params dict (must be a JSON value).Encapsulate strings with double quotes (e.g. "Foo").
lv: Filtrējiet objektu atlases izvēles, izmantojot Query_params dict (jābūt JSON vērtībai). Iekapsulējiet virknes ar dubultām pēdiņām (piemēram, “Foo”).

source: display weight
lv: displeja svars

source: Fields with higher weights appear lower in a form.
lv: Lauki ar lielāku svaru formā parādās zemāki.

source: minimum value
lv: minimālā vērtība

source: Minimum allowed value (for numeric fields)
lv: Minimālā atļautā vērtība (skaitliskajiem laukiem)

source: maximum value
lv: maksimālā vērtība

source: Maximum allowed value (for numeric fields)
lv: Maksimālā pieļaujamā vērtība (skaitliskajiem laukiem)

source: validation regex
lv: pārbaudes regex

source: Regular expression to enforce on text field values. Use ^ and $ to force matching of entire string. For example, <code>^[A-Z]{3}$</code> will limit values to exactly three uppercase letters.
lv: Regulāra izteiksme, ko piemērot teksta lauka vērtībām. Izmantojiet ^ un $, lai piespiestu visas virknes saskaņošanu. Piemēram, <code>^ [A-Z]{3}$</code> ierobežos vērtības tieši līdz trim lielajiem burtiem.

source: choice set
lv: izvēles komplekts

source: Specifies whether the custom field is displayed in the UI
lv: Norāda, vai lietotāja saskarnē tiek parādīts pielāgotais lauks

source: Specifies whether the custom field value can be edited in the UI
lv: Norāda, vai lietotāja saskarnē var rediģēt pielāgotā lauka vērtību

source: is cloneable
lv: ir klonējams

source: Replicate this value when cloning objects
lv: Atkārtojiet šo vērtību, klonējot objektus

source: custom field
lv: pielāgots lauks

source: custom fields
lv: pielāgoti lauki

source: Invalid default value "{value}": {error}
lv: Nederīga noklusējuma vērtība”{value}“: {error}

source: A minimum value may be set only for numeric fields
lv: Minimālo vērtību var iestatīt tikai skaitliskiem laukiem

source: A maximum value may be set only for numeric fields
lv: Maksimālo vērtību var iestatīt tikai skaitliskiem laukiem

source: Regular expression validation is supported only for text and URL fields
lv: Regulārā izteiksmes pārbaudes tiek atbalstīta tikai teksta un URL laukiem

source: Uniqueness cannot be enforced for boolean fields
lv: Unikālumu nevar piemērot logiskiem laukiem

source: Selection fields must specify a set of choices.
lv: Atlases laukos jānorāda izvēles kopums.

source: Choices may be set only on selection fields.
lv: Izvēles var iestatīt tikai atlases laukos.

source: Object fields must define an object type.
lv: Objekta laukiem jādefinē objekta tips.

source: {type} fields may not define an object type.
lv: {type} lauki nedrīkst definēt objekta tipu.

source: A related object filter can be defined only for object fields.
lv: Saistīto objektu filtru var definēt tikai objektu laukiem.

source: Filter must be defined as a dictionary mapping attributes to values.
lv: Filtrs jādefinē kā vārdnīcas atribūtu kartēšana vērtībām.

source: True
lv: Patiesība

source: False
lv: Viltus

source: Values must match this regex: <code>{regex}</code>
lv: Vērtībām jāatbilst šim regex: <code>{regex}</code>

source: Value must be a string.
lv: Vērtībai jābūt virknei.

source: Value must match regex '{regex}'
lv: Vērtībai jāatbilst regex '{regex}”

source: Value must be an integer.
lv: Vērtībai jābūt veselim skaitlim.

source: Value must be at least {minimum}
lv: Vērtībai jābūt vismaz {minimum}

source: Value must not exceed {maximum}
lv: Vērtība nedrīkst pārsniegt {maximum}

source: Value must be a decimal.
lv: Vērtībai jābūt decimāldaļai.

source: Value must be true or false.
lv: Vērtībai jābūt patiesai vai nepatiesai.

source: Date values must be in ISO 8601 format (YYYY-MM-DD).
lv: Datuma vērtībām jābūt ISO 8601 formātā (GGGG-MM-DD).

source: Date and time values must be in ISO 8601 format (YYYY-MM-DD HH:MM:SS).
lv: Datuma un laika vērtībām jābūt ISO 8601 formātā (GGGG-MM-DD HH:MM:SS).

source: Invalid choice ({value}) for choice set {choiceset}.
lv: Nederīga izvēle ({value}) izvēles komplektam {choiceset}.

source: Invalid choice(s) ({value}) for choice set {choiceset}.
lv: Nederīga izvēle (-as) ({value}) izvēles komplektam {choiceset}.

source: Value must be an object ID, not {type}
lv: Vērtībai jābūt objekta ID, nevis {type}

source: Value must be a list of object IDs, not {type}
lv: Vērtībai jābūt objektu ID sarakstam, nevis {type}

source: Found invalid object ID: {id}
lv: Atrasts nederīgs objekta ID: {id}

source: Required field cannot be empty.
lv: Obligātais lauks nevar būt tukšs.

source: Base set of predefined choices (optional)
lv: Iepriekš definētu izvēļu bāzes komplekts (pēc izvēles)

source: Choices are automatically ordered alphabetically
lv: Izvēles tiek automātiski sakārtotas alfabētiskā secībā

source: custom field choice set
lv: pielāgots lauka izvēles komplekts

source: custom field choice sets
lv: pielāgotas lauka izvēles komplekti

source: Must define base or extra choices.
lv: Jādefinē bāzes vai papildu izvēle.

source: Duplicate value '{value}' found in extra choices.
lv: Dublēta vērtība '{value}'atrodams papildu izvēlēs.

source: Cannot remove choice {choice} as there are {model} objects which reference it.
lv: Nevar noņemt izvēli {choice} tāpat kā ir {model} objekti, kas uz to atsaucas.

source: layout
lv: izkārtojums

source: config
lv: konfigurācija

source: dashboard
lv: mērinstrumentu panelis

source: dashboards
lv: paneļi

source: template code
lv: veidnes kods

source: Jinja template code.
lv: Jinja veidnes kods.

source: environment parameters
lv: vides parametri

source: Any <a href="{url}">additional parameters</a> to pass when constructing the Jinja environment
lv: Jebkurš <a href="{url}">papildu parametri</a> iziet, veidojot Jinja vidi

source: Defaults to <code>{default}</code>
lv: Noklusējuma iestatījumi <code>{default}</code>

source: Filename to give to the rendered export file
lv: Faila nosaukums, kas jāpiešķir renderētajam eksporta failam

source: file extension
lv: faila paplašinājums

source: Extension to append to the rendered filename
lv: Paplašinājums, lai pievienotu renderētajam faila nosaukumam

source: as attachment
lv: kā pielikums

source: Download file as attachment
lv: Lejupielādēt failu kā pielikumu

source: {class_name} must implement a get_context() method.
lv: {class_name} jāievieš get_context () metode.

source: The object(s) to which this rule applies.
lv: Objekts (-i), uz kuru attiecas šī kārtula.

source: The types of event which will trigger this rule.
lv: Notikumu veidi, kas izraisīs šo kārtulu.

source: conditions
lv: nosacījumi

source: A set of conditions which determine whether the event will be generated.
lv: Nosacījumu kopums, kas nosaka, vai notikums tiks ģenerēts.

source: action type
lv: darbības veids

source: Additional data to pass to the action object
lv: Papildu dati, kas jānodod darbības objektam

source: event rule
lv: notikuma kārtula

source: event rules
lv: notikumu kārtulas

source: This URL will be called using the HTTP method defined when the webhook is called. Jinja2 template processing is supported with the same context as the request body.
lv: Šis URL tiks izsaukts, izmantojot HTTP metodi, kas definēta, kad tiek izsaukts tīmekļa āķis. Jinja2 veidnes apstrāde tiek atbalstīta tādā pašā kontekstā kā pieprasījuma struktūra.

source: The complete list of official content types is available <a href="https://www.iana.org/assignments/media-types/media-types.xhtml">here</a>.
lv: Ir pieejams pilns oficiālo satura veidu saraksts <a href="https://www.iana.org/assignments/media-types/media-types.xhtml">šeit</a>.

source: additional headers
lv: papildu galvenes

source: User-supplied HTTP headers to be sent with the request in addition to the HTTP content type. Headers should be defined in the format <code>Name: Value</code>. Jinja2 template processing is supported with the same context as the request body (below).
lv: Lietotāja piegādātās HTTP galvenes, kas jānosūta kopā ar pieprasījumu papildus HTTP satura tipam. Galvenes jādefinē formātā <code>Nosaukums: Vērtība</code>. Jinja2 veidnes apstrāde tiek atbalstīta tādā pašā kontekstā kā pieprasījuma struktūra (zemāk).

source: body template
lv: ķermeņa veidne

source: Jinja2 template for a custom request body. If blank, a JSON object representing the change will be included. Available context data includes: <code>event</code>, <code>model</code>, <code>timestamp</code>, <code>username</code>, <code>request_id</code>, and <code>data</code>.
lv: Jinja2 veidne pielāgotai pieprasījuma struktūrai. Ja tas ir tukšs, tiks iekļauts JSON objekts, kas attēlo izmaiņas. Pieejamie konteksta dati ietver: <code>notikums</code>, <code>modelis</code>, <code>laika zīmogs</code>, <code>lietotājvārds</code>, <code>pieprasījuma ID</code>, un <code>dati</code>.

source: secret
lv: slepeni

source: When provided, the request will include a <code>X-Hook-Signature</code> header containing a HMAC hex digest of the payload body using the secret as the key. The secret is not transmitted in the request.
lv: Kad tas tiek sniegts, pieprasījumā būs iekļauts <code>X-Hook-paraksts</code> galvene, kurā ir lietderīgās kravas korpusa HMAC sešstūra kopsavilkums, izmantojot noslēpumu kā atslēgu. Noslēpums netiek nosūtīts pieprasījumā.

source: Enable SSL certificate verification. Disable with caution!
lv: Iespējot SSL sertifikāta verifikāciju. Atspējojiet piesardzīgi!

source: CA File Path
lv: CA faila ceļš

source: The specific CA certificate file to use for SSL verification. Leave blank to use the system defaults.
lv: Konkrētais CA sertifikāta fails, ko izmantot SSL verifikācijai. Atstājiet tukšu, lai izmantotu sistēmas noklusējuma iestatījumus.

source: webhook
lv: tīmekļa āķis

source: webhooks
lv: tīmekļa āķi

source: Do not specify a CA certificate file if SSL verification is disabled.
lv: Ja SSL verifikācija ir atspējota, nenorādiet CA sertifikāta failu.

source: The object type(s) to which this link applies.
lv: Objekta tips (-i), uz kuru attiecas šī saite.

source: link text
lv: saites teksts

source: Jinja2 template code for link text
lv: Jinja2 veidnes kods saites tekstam

source: link URL
lv: saites URL

source: Jinja2 template code for link URL
lv: Jinja2 veidnes kods saites URL

source: Links with the same group will appear as a dropdown menu
lv: Saites ar to pašu grupu parādīsies kā nolaižamā izvēlne

source: new window
lv: jauns logs

source: Force link to open in a new window
lv: Piespiest saiti, lai atvērtu jaunā logā

source: custom link
lv: pielāgota saite

source: custom links
lv: pielāgotas saites

source: The object type(s) to which this template applies.
lv: Objekta tips (-i), uz kuru attiecas šī veidne.

source: export template
lv: eksportēšanas veidne

source: export templates
lv: eksportēšanas veidnes

source: "{name}" is a reserved name. Please choose a different name.
lv: “{name}“ir rezervēts vārds. Lūdzu, izvēlieties citu nosaukumu.

source: The object type(s) to which this filter applies.
lv: Objekta tips (-i), uz kuru attiecas šis filtrs.

source: shared
lv: dalīts

source: saved filter
lv: saglabāts filtrs

source: saved filters
lv: saglabātie filtri

source: Filter parameters must be stored as a dictionary of keyword arguments.
lv: Filtra parametri jāsaglabā kā atslēgvārdu argumentu vārdnīca.

source: The table's object type
lv: Tabulas objekta tips

source: table
lv: tabula

source: table config
lv: tabulas konfigurācija

source: table configs
lv: tabulas konfigurācijas

source: Unknown table: {name}
lv: Nezināma tabula: {name}

source: Unknown column: {name}
lv: Nezināma sleja: {name}

source: image height
lv: attēla augstums

source: image width
lv: attēla platums

source: image attachment
lv: attēla pielikums

source: image attachments
lv: attēla pielikumi

source: Image attachments cannot be assigned to this object type ({type}).
lv: Attēla pielikumus nevar piešķirt šim objekta tipam ({type}).

source: kind
lv: laipns

source: journal entry
lv: žurnāla ieraksts

source: journal entries
lv: žurnāla ieraksti

source: Journaling is not supported for this object type ({type}).
lv: Šim objektu tipam žurnāla sagatavošana netiek atbalstīta ({type}).

source: bookmark
lv: grāmatzīme

source: bookmarks
lv: grāmatzīmes

source: Bookmarks cannot be assigned to this object type ({type}).
lv: Grāmatzīmes nevar piešķirt šim objekta tipam ({type}).

source: read
lv: lasīt

source: event
lv: notikums

source: notification
lv: paziņojums

source: notifications
lv: paziņojumi

source: Objects of this type ({type}) do not support notifications.
lv: Šāda veida objekti ({type}) neatbalsta paziņojumus.

source: groups
lv: grupas

source: users
lv: lietotāji

source: notification group
lv: paziņojumu grupa

source: notification groups
lv: paziņojumu grupas

source: subscription
lv: abonēšana

source: subscriptions
lv: abonementi

source: is executable
lv: ir izpildāms

source: script
lv: skripts

source: scripts
lv: scenāriji

source: script module
lv: skripta modulis

source: script modules
lv: skriptu moduļi

source: timestamp
lv: laika zīmogs

source: field
lv: lauks

source: value
lv: vērtība

source: cached value
lv: kešatmiņā saglabāta vērtība

source: cached values
lv: kešatmiņā saglabātās vērtības

source: The object type(s) to which this tag can be applied.
lv: Objekta tips (-i), kam var izmantot šo tagu.

source: tag
lv: birka

source: tags
lv: tagi

source: tagged item
lv: marķēta prece

source: tagged items
lv: marķētas preces

source: Script Data
lv: Skripta dati

source: Script Execution Parameters
lv: Skripta izpildes parametri

source: Dismiss
lv: Atmest

source: Object Types
lv: Objektu veidi

source: Validate Uniqueness
lv: Apstiprināt unikalitāti

source: Visible
lv: Redzams

source: Editable
lv: Rediģējams

source: Related Object Type
lv: Saistītā objekta tips

source: Choice Set
lv: Izvēles komplekts

source: Is Cloneable
lv: Vai ir klonējams

source: Minimum Value
lv: Minimālā vērtība

source: Maximum Value
lv: Maksimālā vērtība

source: Validation Regex
lv: Pārbaudes Regex

source: Owner
lv: Īpašnieks

source: Count
lv: Skaitīt

source: Order Alphabetically
lv: Pasūtīt alfabētiskā secībā

source: New Window
lv: Jauns logs

source: MIME Type
lv: MIME tips

source: File Name
lv: Faila nosaukums

source: File Extension
lv: Faila paplašinājums

source: As Attachment
lv: Kā pielikums

source: Data File
lv: Datu fails

source: Synced
lv: Sinhronizēts

source: Image
lv: Attēls

source: Filename
lv: Faila nosaukums

source: Size
lv: Izmērs

source: Table Name
lv: Tabulas nosaukums

source: Read
lv: Lasīt

source: SSL Validation
lv: SSL Pārbaude

source: Event Types
lv: Pasākumu veidi

source: Auto Sync Enabled
lv: Automātiskā sinhronizācija iespējo

source: Device Roles
lv: Iekārtas lomas

source: Comments (Short)
lv: Komentāri (īsi)

source: Line
lv: Līnija

source: Method
lv: Metode

source: An error was encountered when attempting to render this widget:
lv: Mēģinot atveidot šo logrīku, radās kļūda:

source: Please try reconfiguring the widget, or remove it from your dashboard.
lv: Lūdzu, mēģiniet pārkonfigurēt logrīku vai noņemt to no informācijas paneļa.

source: Custom Fields
lv: Pielāgoti lauki

source: Attach an image
lv: Pievienojiet attēlu

source: Ensure this value is equal to %(limit_value)s.
lv: Pārliecinieties, ka šī vērtība ir vienāda ar %(limit_value)s.

source: Ensure this value does not equal %(limit_value)s.
lv: Pārliecinieties, ka šī vērtība nav vienāda %(limit_value)s.

source: This field must be empty.
lv: Šim laukam jābūt tukšam.

source: This field must not be empty.
lv: Šis lauks nedrīkst būt tukšs.

source: Validation rules must be passed as a dictionary
lv: Pārbaudes kārtulas jāpadod kā vārdnīcas

source: Custom validation failed for {attribute}: {exception}
lv: Pielāgota pārbaude neizdevās {attribute}: {exception}

source: Invalid attribute "{name}" for request
lv: Nederīgs atribūts”{name}“pēc pieprasījuma

source: Invalid attribute "{name}" for {model}
lv: Nederīgs atribūts”{name}“par {model}

source: An error occurred while rendering the template: {error}
lv: Renderējot veidni, radās kļūda: {error}

source: Your dashboard has been reset.
lv: Jūsu informācijas panelis ir atiestatīts.

source: Added widget:
lv: Pievienots logrīks:

source: Updated widget:
lv: Atjaunināts logrīks:

source: Deleted widget:
lv: Dzēsts logrīks:

source: Error deleting widget:
lv: Kļūda dzēšot logrīku:

source: Unable to run script: RQ worker process not running.
lv: Nevar palaist skriptu: RQ darbinieka process netiek palaists.

source: Enter a valid IPv4 or IPv6 address with optional mask.
lv: Ievadiet derīgu IPv4 vai IPv6 adresi ar izvēles masku.

source: Invalid IP address format: {data}
lv: Nederīgs IP adreses formāts: {data}
