Repository: netbox-community/netbox
Catalog: netbox/translations/*/LC_MESSAGES/django.po
Languages: lv

source: Logged in as {user}.
lv: Pieslēdzies kā {user}.

source: You have logged out.
lv: Jūs esat atslēdzies no sistēmas.

source: Your preferences have been updated.
lv: Jūsu iestatījumi ir saglabāti.

source: LDAP-authenticated user credentials cannot be changed within NetBox.
lv: LDAP autentificētos lietotāja akreditācijas datus NetBox nevar mainīt.

source: Your password has been changed successfully.
lv: Jūsu parole ir veiksmīgi nomainīta.

source: Planned
lv: Plānots

source: Provisioning
lv: Resursu piešķiršana

source: Active
lv: Aktīvs

source: Offline
lv: Bezsaistē

source: Deprovisioning
lv: Atslēgšana

source: Decommissioned
lv: ekspluatācijas pārtraukšana

source: Primary
lv: Primārais

source: Secondary
lv: Sekundārā

source: Tertiary
lv: Terciārs

source: Inactive
lv: Neaktīvs

source: Peer
lv: Vienaudžs

source: Hub
lv: Centrmezgls

source: Spoke
lv: Runāja

source: Region (ID)
lv: Reģions (ID)

source: Region (slug)
lv: Reģions (URL identifikators)

source: Site group (ID)
lv: Vietu grupa (ID)

source: Site group (slug)
lv: Vietu grupa (URL identifikators)

source: Site
lv: Vieta

source: Site (slug)
lv: Vieta (URL identifikators)

source: Provider (ID)
lv: Pakalpojuma sniedzējs (ID)

source: Provider (slug)
lv: Pakalpojuma sniedzējs (URL identifikators)

source: Provider account (ID)
lv: Pakalpojuma sniedzēja konts (ID)

source: Provider account (account)
lv: Pakalpojuma sniedzēja konts (konts)

source: Provider network (ID)
lv: Pakalpojuma sniedzēja tīkls (ID)

source: Circuit type (ID)
lv: Ķēdes tips (ID)

source: Circuit type (slug)
lv: Sakaru ķēdes tips (URL identifikators)

source: Site (ID)
lv: Vietne (ID)

source: Location (ID)
lv: Telpa (ID)

source: Termination A (ID)
lv: Izbeigšana A (ID)

source: Search
lv: Meklēt

source: Circuit
lv: Ķēde

source: Location (slug)
lv: Telpa (URL identifikators)

source: ProviderNetwork (ID)
lv: pakalpojumu sniedzēja tīkls (ID)

source: Circuit (CID)
lv: Ķēde (CID)

source: Circuit (ID)
lv: Ķēde (ID)

source: Virtual circuit (CID)
lv: Virtuālā shēma (CID)

source: Virtual circuit (ID)
lv: Virtuālā shēma (ID)

source: Provider (name)
lv: Pakalpojuma sniedzējs (nosaukums)

source: Circuit group (ID)
lv: Ķēdes grupa (ID)

source: Circuit group (slug)
lv: Sakaru ķēžu grupa (URL identifikators)

source: Virtual circuit type (ID)
lv: Virtuālās shēmas tips (ID)

source: Virtual circuit type (slug)
lv: Virtuālās sakaru ķēdes tips (URL identifikators)

source: Virtual circuit
lv: Virtuālā ķēde

source: Interface (ID)
lv: Interfeiss (ID)

source: ASNs
lv: ASN

source: Provider
lv: Pakalpotājs

source: Service ID
lv: Pakalpojuma ID

source: Color
lv: Krāsa

source: Type
lv: Veids

source: Provider account
lv: Pakalpotāja konts

source: Status
lv: Statuss

source: Tenant
lv: Īrnieks

source: Install date
lv: Instalēšanas datums

source: Termination date
lv: Izbeigšanas datums

source: Commit rate (Kbps)
lv: Izpildes ātrums (Kbps)

source: Distance
lv: Attālums

source: Distance unit
lv: Attāluma vienība

source: Service Parameters
lv: Pakalpojuma parametri

source: Attributes
lv: Atribūti

source: Tenancy
lv: Īrēšana

source: Description
lv: Apraksts

source: Termination type
lv: Izbeigšanas veids

source: Termination
lv: Izbeigšana

source: Port speed (Kbps)
lv: Porta ātrums (Kbps)

source: Upstream speed (Kbps)
lv: Augšstraumes ātrums (Kbps)

source: Mark connected
lv: Atzīmēt pievienotu

source: Circuit Termination
lv: Ķēdes izbeigšana

source: Termination Details
lv: Izbeigšanas informācija

source: Priority
lv: Prioritāte

source: Provider network
lv: Pakalpotāju tīkls

source: Role
lv: Loma

source: Assigned provider
lv: Piešķirtais nodrošinātājs

source: Assigned provider account
lv: Piešķirtais nodrošinātāja konts

source: Type of circuit
lv: Ķēdes veids

source: Operational status
lv: Darbības statuss

source: Assigned tenant
lv: Piešķirtais īrnieks

source: Termination type (app & model)
lv: Izbeigšanas veids (lietotne un modelis)

source: Termination ID
lv: Izbeigšanas ID

source: Circuit type (app & model)
lv: Ķēdes tips (lietotne un modelis)

source: The network to which this virtual circuit belongs
lv: Tīkls, kuram pieder šī virtuālā shēma

source: Assigned provider account (if any)
lv: Piešķirtais pakalpojumu sniedzēja konts (ja tāds ir)

source: Type of virtual circuit
lv: Virtuālās shēmas veids

source: Operational role
lv: Darbības loma

source: Interface
lv: Interfeiss

source: Location
lv: Telpa

source: Ownership
lv: Īpašumtiesības

source: Contacts
lv: Kontaktpersonas

source: Region
lv: Reģions

source: Site group
lv: Vietu grupa

source: Account
lv: Konts

source: Term Side
lv: Termina puse

source: Assignment
lv: Uzdevums

source: Group
lv: Grupa

source: Circuit Group
lv: Cirksteņu grupa

source: Circuit type
lv: Ķēdes tips

source: Group Assignment
lv: Grupas uzdevums

source: color
lv: krāsa

source: circuit type
lv: ķēdes tips

source: circuit types
lv: ķēdes veidi

source: circuit ID
lv: ķēdes ID

source: Unique circuit ID
lv: Unikāls ķēdes ID

source: status
lv: statuss

source: installed
lv: instalēta

source: terminates
lv: izbeidzas

source: commit rate (Kbps)
lv: saistību ātrums (Kbps)

source: Committed rate
lv: Apņemtā likme

source: circuit
lv: ķēde

source: circuits
lv: shēmas

source: circuit group
lv: ķēdes grupa

source: circuit groups
lv: ķēžu grupas

source: member ID
lv: dalībnieka ID

source: priority
lv: prioritāte

source: Circuit group assignment
lv: Ķēdes grupas uzdevums

source: Circuit group assignments
lv: Apkārtējās grupas uzdevumi

source: termination side
lv: izbeigšanas puse

source: port speed (Kbps)
lv: porta ātrums (Kbps)

source: Physical circuit speed
lv: Fiziskās ķēdes ātrums

source: upstream speed (Kbps)
lv: augšupplūdes ātrums (Kbps)

source: Upstream speed, if different from port speed
lv: Augšstraumes ātrums, ja tas atšķiras no ostas ātruma

source: cross-connect ID
lv: savstarpēja savienojuma ID

source: ID of the local cross-connect
lv: Vietējā savstarpējā savienojuma ID

source: patch panel/port(s)
lv: ielāpu panelis/ports (-i)

source: Patch panel ID and port number(s)
lv: Patch paneļa ID un porta numurs (-i)

source: description
lv: apraksts

source: circuit termination
lv: ķēdes pārtraukšana

source: circuit terminations
lv: ķēdes pārtraukumi

source: A circuit termination must attach to a terminating object.
lv: Ķēdes izbeigšanai jāpievieno beidzošajam objektam.

source: name
lv: vārds

source: Full name of the provider
lv: Pakalpojuma sniedzēja pilns vārds

source: slug
lv: URL identifikators

source: provider
lv: sniedzējs

source: providers
lv: sniedzēji

source: account ID
lv: konta ID

source: provider account
lv: pakalpojumu sniedzēja konts

source: provider accounts
lv: pakalpojumu sniedzēju konti

source: service ID
lv: pakalpojuma ID

source: provider network
lv: pakalpojumu sniedzēju tīkls

source: provider networks
lv: pakalpojumu sniedzēju tīkli

source: virtual circuit type
lv: virtuālās shēmas tips

source: virtual circuit types
lv: virtuālās shēmas veidi

source: virtual circuit
lv: virtuālā ķēde

source: virtual circuits
lv: virtuālās shēmas

source: role
lv: loma

source: virtual circuit termination
lv: virtuālās ķēdes izbeigšana

source: virtual circuit terminations
lv: virtuālās ķēdes pārtraukumi

source: Name
lv: Nosaukums

source: Circuits
lv: Ķēdes

source: Circuit ID
lv: Ķēdes ID

source: Side A
lv: A puse

source: Side Z
lv: Lapa Z

source: Commit Rate
lv: Apņemšanās likme

source: Assignments
lv: Uzdevumi

source: Side
lv: Sānu

source: Termination Type
lv: Izbeigšanas veids

source: Termination Point
lv: Izbeigšanas punkts

source: Site Group
lv: Vietu grupa

source: Provider Network
lv: Pakalpotāju tīkls

source: Accounts
lv: Konti

source: Account Count
lv: Kontu skaits

source: ASN Count
lv: ASN skaits

source: Terminations
lv: Izbeigšana

source: Device
lv: Iekārta

source: This user does not have permission to synchronize this data source.
lv: Šim lietotājam nav atļaujas sinhronizēt šo datu avotu.

source: Object created
lv: Izveidots objekts

source: Object updated
lv: Objekts atjaunināts

source: Object deleted
lv: Izdzēsts objekts

source: Job started
lv: Darbs sākts

source: Job completed
lv: Darbs pabeigts

source: Job failed
lv: Darbs neizdevās

source: Job errored
lv: Darbs kļūdījies

source: New
lv: Jauns

source: Queued
lv: Rindā

source: Syncing
lv: Sinhronizācija

source: Completed
lv: Pabeigts

source: Failed
lv: Neizdevās

source: Scripts
lv: Skripti

source: Reports
lv: Ziņojumi

source: Pending
lv: Gaidīts

source: Scheduled
lv: Plānots

source: Running
lv: Skriešana

source: Errored
lv: Kļūda

source: Minutely
lv: Minutīgi

source: Hourly
lv: Stundu

source: 12 hours
lv: 12 stundas

source: Daily
lv: Katru dienu

source: Weekly
lv: Nedēļas

source: 30 days
lv: 30 dienas

source: Created
lv: Izveidots

source: Updated
lv: Atjaunināts

source: Deleted
lv: Svītrots

source: Finished
lv: Pabeigts

source: Started
lv: Sākās

source: Deferred
lv: Atlikts

source: Stopped
lv: Apturēts

source: Cancelled
lv: Atcelts

source: Debug
lv: Atkļūdošana

source: Info
lv: Informācija

source: Warning
lv: Brīdinājums

source: Error
lv: Kļūda

source: Local
lv: Vietējais

source: Username
lv: Lietotājvārds

source: Only used for cloning with HTTP(S)
lv: Izmanto tikai klonēšanai ar HTTP (S)

source: Password
lv: Parole

source: Branch
lv: Filiāle

source: Fetching remote data failed ({name}): {error}
lv: Attālo datu ieguve neizdevās ({name}): {error}

source: AWS access key ID
lv: AWS piekļuves atslēgas ID

source: AWS secret access key
lv: AWS slepena piekļuves atslēga

source: Data source (ID)
lv: Datu avots (ID)

source: Data source (name)
lv: Datu avots (nosaukums)

source: User (ID)
lv: Lietotājs (ID)

source: User name
lv: Lietotāja vārds

source: Enabled
lv: Iespējots

source: Sync interval
lv: Sinhronizācijas intervāls

source: Parameters
lv: Parametri

source: Ignore rules
lv: Ignorēt kārtulas

source: Data Source
lv: Datu avots

source: File
lv: Fails

source: Data source
lv: Datu avots

source: Creation
lv: Radīšana

source: Object Type
lv: Objekta tips

source: Queue
lv: rinda

source: Created after
lv: Izveidots pēc

source: Created before
lv: Izveidots iepriekš

source: Scheduled after
lv: Plānots pēc

source: Scheduled before
lv: Ieplānots iepriekš

source: Started after
lv: Sākās pēc

source: Started before
lv: Sākās agrāk

source: Completed after
lv: Pabeigts pēc

source: Completed before
lv: Pabeigts pirms

source: User
lv: Lietotājs

source: Time
lv: Laiks

source: After
lv: Pēc

source: Before
lv: Pirms

source: Action
lv: Darbība

source: Source
lv: Avots

source: Sync
lv: Sinhronizācija

source: Backend Parameters
lv: Aizmugures parametri

source: File Upload
lv: Faila augšupielāde

source: Cannot upload a file and sync from an existing file
lv: Nevar augšupielādēt failu un sinhronizēt no esoša faila

source: Must upload a file or select a data file to sync
lv: Jāaugšupielādē fails vai jāizvēlas sinhronizējamais datu fails

source: Rack Elevations
lv: Statņu izkārtojumi

source: Power
lv: Jauda

source: Security
lv: Drošība

source: Banners
lv: Reklāmkarogi

source: Pagination
lv: Lappušu veidošana

source: Validation
lv: Pārbaudes

source: User Preferences
lv: Lietotāja preferences

source: Miscellaneous
lv: Dažādi

source: Config Revision
lv: Konfigurācijas pārskatīšana

source: This parameter has been defined statically and cannot be modified.
lv: Šis parametrs ir definēts statiski, un to nevar mainīt.

source: Current value: <strong>{value}</strong>
lv: Pašreizējā vērtība: <strong>{value}</strong>

source: (default)
lv: (noklusējums)

source: time
lv: laiks

source: user name
lv: lietotāja vārds

source: request ID
lv: pieprasījuma ID

source: action
lv: darbība

source: message
lv: ziņa

source: pre-change data
lv: iepriekšējas izmaiņas dati

source: post-change data
lv: dati pēc izmaiņām

source: object change
lv: objekta maiņa

source: object changes
lv: objekta izmaiņas

source: Change logging is not supported for this object type ({type}).
lv: Šim objektu tipam izmaiņu reģistrēšana netiek atbalstīta ({type}).

source: created
lv: izveidots

source: comment
lv: komentēt

source: configuration data
lv: konfigurācijas dati

source: config revision
lv: konfigurācijas pārskatīšana

source: config revisions
lv: konfigurācijas pārskatījumi

source: Default configuration
lv: Noklusējuma konfigurācija

source: Current configuration
lv: Pašreizējā konfigurācija

source: Config revision #{id}
lv: Konfigurācijas pārskatīšana #{id}

source: type
lv: tips

source: enabled
lv: iespējots

source: sync interval
lv: sinhronizācijas intervāls

source: ignore rules
lv: ignorēt kārtulas

source: Patterns (one per line) matching files to ignore when syncing
lv: Raksti (viens katrā rindā), kas atbilst failiem, kurus sinhronizējot ignorēt

source: parameters
lv: parametri

source: last synced
lv: pēdējo reizi sinhronizēts

source: data source
lv: datu avots

source: data sources
lv: datu avoti

source: Unknown backend type: {type}
lv: Nezināms aizmugures tips: {type}

source: URLs for local sources must start with {scheme} (or specify no scheme)
lv: Vietējo resursu URL jāsākas ar {scheme} (vai nenorādiet, ka bez shēmas)

source: Cannot initiate sync; syncing already in progress.
lv: Nevar sākt sinhronizāciju; sinhronizācija jau notiek.

source: There was an error initializing the backend. A dependency needs to be installed:
lv: Inicializējot aizmuguri, radās kļūda. Ir jāinstalē atkarība:

source: last updated
lv: Pēdējo reizi atjaunināts

source: path
lv: ceļš

source: File path relative to the data source's root
lv: Faila ceļš attiecībā pret datu avota sakni

source: size
lv: izmērs

source: hash
lv: jaukšana

source: Length must be 64 hexadecimal characters.
lv: Garumam jābūt 64 heksadecimālajām rakstzīmēm.

source: SHA256 hash of the file data
lv: Faila datu SHA256 hash

source: data file
lv: datu fails

source: data files
lv: datu faili

source: auto sync record
lv: automātiskās sinhronizācijas ieraksts

source: auto sync records
lv: automātiskās sinhronizācijas ieraksti

source: file root
lv: faila sakne

source: file path
lv: faila ceļš

source: File path relative to the designated root path
lv: Faila ceļš attiecībā pret norādīto saknes ceļu

source: managed file
lv: pārvaldīts fails

source: managed files
lv: pārvaldītie faili

source: A {model} with this file path already exists ({path}).
lv: A {model} ar šo faila ceļu jau pastāv ({path}).

source: scheduled
lv: plānots

source: interval
lv: intervāls

source: Recurrence interval (in minutes)
lv: Atkārtošanās intervāls (minūtēs)

source: started
lv: sākās

source: completed
lv: pabeigts

source: data
lv: dati

source: error
lv: kļūda

source: job ID
lv: darba ID

source: queue name
lv: rindas nosaukums

source: Name of the queue in which this job was enqueued
lv: Tās rindas nosaukums, kurā šis darbs tika iekļauts rindā

source: log entries
lv: žurnāla ieraksti

source: job
lv: darbs

source: jobs
lv: nodarbošanās

source: Jobs cannot be assigned to this object type ({type}).
lv: Darbus nevar piešķirt šim objekta tipam ({type}).

source: Invalid status for job termination. Choices are: {choices}
lv: Nederīgs statuss darba izbeigšanai. Izvēles ir: {choices}

source: enqueue() cannot be called with values for both schedule_at and immediate.
lv: enqueue () nevar izsaukt ar vērtībām gan schedule_at, gan instant.

source: object type
lv: objekta tips

source: object types
lv: objektu veidi

source: Sync Data
lv: Datu sinhronizācija

source: Deletion is prevented by a protection rule: {message}
lv: Dzēšanu nepieļauj aizsardzības kārtulas: {message}

source: Full Name
lv: Pilns vārds

source: Object
lv: Objekts

source: Request ID
lv: Pieprasījuma ID

source: Message
lv: Ziņojums

source: Is Active
lv: Ir aktīvs

source: Last Synced
lv: Pēdējo reizi sinhronizēts

source: Files
lv: Faili

source: Path
lv: Ceļš

source: Last updated
lv: Pēdējo reizi atjaunināts

source: Interval
lv: Intervāls

source: Log Entries
lv: Žurnāla ieraksti

source: Level
lv: Līmenis

source: No log entries
lv: Nav žurnāla ierakstu

source: Version
lv: Versija

source: Last Updated
lv: Pēdējo reizi atjaunināts

source: Minimum NetBox Version
lv: Minimālā NetBox versija

source: Maximum NetBox Version
lv: Maksimālā NetBox versija

source: No plugin data found
lv: Nav atrasti spraudņa dati

source: Author
lv: Autors

source: Certified
lv: Sertificēts

source: Published
lv: Publicēts

source: Installed Version
lv: Instalētā versija

source: Latest Version
lv: Jaunākā versija

source: Oldest Task
lv: Vecākais uzdevums

source: Workers
lv: Strādnieki

source: Host
lv: Saimnieks

source: Port
lv: Osta

source: DB
lv: DATUBĀZE

source: Scheduler PID
lv: Plānotājs PID

source: No queues found
lv: Rindas nav atrastas

source: Enqueued
lv: Iekļauts rindā

source: Ended
lv: Beidzās

source: Callable
lv: Piezvanāms

source: No tasks found
lv: Nav atrasti uzdevumi

source: State
lv: Valsts

source: Birth
lv: Dzimšana

source: No workers found
lv: Netika atrasti darbinieki

source: Job {job_id} not found
lv: Darbs {job_id} nav atrasts

source: Job {id} not found.
lv: Darbs {id} nav atrasts.

source: Queued job #{id} to sync {datasource}
lv: Rindā ievietots darbs #{id} sinhronizēt {datasource}

source: Log
lv: žurnāls

source: Restored configuration revision #{id}
lv: Atjaunota konfigurācijas pārskatīšana #{id}

source: Job {id} has been deleted.
lv: Darbs {id} ir svītrots.

source: Error deleting job {id}: {error}
lv: Kļūda dzēšot darbu {id}: {error}

source: Job {id} has been re-enqueued.
lv: Darbs {id} ir atkal ievietots rindā.

source: Job {id} has been enqueued.
lv: Darbs {id} ir ierindots rindā.

source: Job {id} has been stopped.
lv: Darbs {id} ir apturēts.

source: Failed to stop job {id}
lv: Neizdevās pārtraukt darbu {id}

source: Plugins catalog could not be loaded
lv: Spraudņu katalogu nevarēja ielādēt

source: Plugin {name} not found
lv: Spraudnis {name} nav atrasts

source: Interface mode does not support q-in-q service vlan
lv: Interfeisa režīms neatbalsta q-in-q servisa vlan

source: Interface mode does not support untagged vlan
lv: Interfeisa režīms neatbalsta netagotu vlan

source: Interface mode does not support tagged vlans
lv: Interfeisa režīms neatbalsta tagotus VLAN

source: Position (U)
lv: Pozīcija (U)

source: Facility ID
lv: Iekārtas ID

source: A side of cable has {count} terminations but only {max} are permitted for profile {profile}
lv: Kabeļa pusē ir {count} izbeigšana, bet tikai {max} ir atļauts profilam {profile}

source: B side of cable has {count} terminations but only {max} are permitted for profile {profile}
lv: Kabeļa B pusē ir {count} izbeigšana, bet tikai {max} ir atļauts profilam {profile}

source: Staging
lv: Iestudējums

source: Decommissioning
lv: Ekspluatācijas pārtraukšana

source: Retired
lv: Pensionēts

source: 2-post frame
lv: 2-stabu rāmis

source: 4-post frame
lv: 4-stabu rāmis

source: 4-post cabinet
lv: 4-stabu skapis

source: Wall-mounted frame
lv: Sienas rāmis

source: Wall-mounted frame (vertical)
lv: Sienas rāmis (vertikāls)

source: Wall-mounted cabinet
lv: Sienas skapis

source: Wall-mounted cabinet (vertical)
lv: Sienas skapis (vertikāls)

source: {n} inches
lv: {n} collas

source: Reserved
lv: Rezervēts

source: Available
lv: Pieejams

source: Deprecated
lv: Novecojis

source: Millimeters
lv: Milimetri

source: Inches
lv: collas

source: Front to rear
lv: No priekšpuses uz aizmuguri

source: Rear to front
lv: Aizmugurē uz priekšu

source: Stale
lv: Novecojis

source: Parent
lv: Vecāki

source: Child
lv: Bērns

source: Front
lv: Priekšpusē

source: Rear
lv: Aizmugurē

source: Staged
lv: Iestrāvēts

source: Inventory
lv: Inventārs

source: Left to right
lv: No kreisās uz labo

source: Right to left
lv: No labās uz kreiso

source: Side to rear
lv: No sāniem uz aizmuguri

source: Rear to side
lv: Aizmugurē uz sāniem

source: Bottom to top
lv: No apakšas uz augšu

source: Top to bottom
lv: No augšas uz leju

source: Passive
lv: Pasīvs

source: Mixed
lv: Jaukts

source: NEMA (Non-locking)
lv: NEMA (bez bloķēšanas)

source: NEMA (Locking)
lv: NEMA (bloķēšana)

source: California Style
lv: Kalifornijas stils

source: International/ITA
lv: Starptautiskās/ITA

source: Proprietary
lv: Patentēts

source: Other
lv: Cits

source: ITA/International
lv: ITA/Starptautiskais

source: Physical
lv: Fiziskais

source: Virtual
lv: Virtuāls

source: Wireless
lv: Bezvadu

source: Virtual interfaces
lv: Virtuālie interfeisi

source: Bridge
lv: Tilts

source: Link Aggregation Group (LAG)
lv: Saišu apkopošanas grupa (LAG)

source: FastEthernet (100 Mbps)
lv: FastEthernet (100 Mb/s)

source: GigabitEthernet (1 Gbps)
lv: GigabiteEthernet (1 Gbps)

source: Pluggable transceivers
lv: Pievienojamie uztvērēji

source: Backplane Ethernet
lv: Ethernet aizmugures plāksne

source: Cellular
lv: Šūnu

source: Serial
lv: Sērijas

source: Coaxial
lv: Koaksiālais

source: Stacking
lv: Iekraušana

source: Half
lv: Pusi

source: Full
lv: Pilns

source: Auto
lv: Automātiski

source: Access
lv: Piekļuve

source: Tagged
lv: Atzīmēts

source: Tagged (All)
lv: Atzīmēts (Visi)

source: IEEE Standard
lv: IEEE standarts

source: Passive 24V (2-pair)
lv: Pasīvs 24V (2 pāri)

source: Passive 24V (4-pair)
lv: Pasīvs 24V (4 pāri)

source: Passive 48V (2-pair)
lv: Pasīvs 48V (2 pāri)

source: Passive 48V (4-pair)
lv: Pasīvs 48V (4 pāri)

source: Copper
lv: Varš

source: Fiber Optic
lv: Optiskā šķiedra

source: Single
lv: Vienvietīgs

source: Trunk
lv: Bagāžnieks

source: 2C1P trunk
lv: 2C1P bagāžnieks

source: 2C2P trunk
lv: 2C2P bagāžnieks

source: 2C4P trunk
lv: 2C4P bagāžnieks

source: 2C4P trunk (shuffle)
lv: 2C4P bagāžnieks (sajaukšana)

source: 2C6P trunk
lv: 2C6P bagāžnieks

source: 2C8P trunk
lv: 2C8P bagāžnieks

source: 2C12P trunk
lv: 2C12P bagāžnieks

source: 4C1P trunk
lv: 4C1P bagāžnieks

source: 4C2P trunk
lv: 4C2P bagāžnieks

source: 4C4P trunk
lv: 4C4P bagāžnieks

source: 4C4P trunk (shuffle)
lv: 4C4P bagāžnieks (sajaukšana)

source: 4C6P trunk
lv: 4C6P bagāžnieks

source: 4C8P trunk
lv: 4C8P bagāžnieks

source: 8C4P trunk
lv: 8C4P bagāžnieks

source: Breakout
lv: Izlauzums

source: 1C4P:4C1P breakout
lv: 1C4P: 4C1P pārrāvums

source: 1C6P:6C1P breakout
lv: 1C6P: 6C1P izlaušanās

source: 2C4P:8C1P breakout (shuffle)
lv: 2C4P: 8C1P izlaušanās (sajaukšana)

source: Copper - Twisted Pair (UTP/STP)
lv: Varš - savīts pāris (UTP/STP)

source: Copper - Twinax (DAC)
lv: Varš - Twinax (DAC)

source: Copper - Coaxial
lv: Varš - koaksiāls

source: Fiber - Multimode
lv: Šķiedra - daudzmodu

source: Fiber - Single-mode
lv: Šķiedra - vienrežīms

source: Fiber - Other
lv: Šķiedra - Cits

source: Connected
lv: Pieslēgts

source: Kilometers
lv: Kilometri

source: Meters
lv: skaitītāji

source: Centimeters
lv: Centimetri

source: Miles
lv: jūdzes

source: Feet
lv: Pēdas

source: Redundant
lv: Liekais

source: Single phase
lv: Vienfāze

source: Three-phase
lv: Trīsfāzu

source: Disabled
lv: Invalīds

source: Faulty
lv: Kļūdīgs

source: Invalid MAC address format: {value}
lv: Nederīgs MAC adreses formāts: {value}

source: Invalid WWN format: {value}
lv: Nederīgs WWN formāts: {value}

source: Parent region (ID)
lv: Vecāku reģions (ID)

source: Parent region (slug)
lv: Vecākelementa reģions (URL identifikators)

source: Parent site group (ID)
lv: Vecāk-vietas grupa (ID)

source: Parent site group (slug)
lv: Vecāk-vietas grupa (URL identifikators)

source: Group (ID)
lv: Grupa (ID)

source: Group (slug)
lv: Grupa (URL identifikators)

source: AS (ID)
lv: KĀ (ID)

source: Parent location (ID)
lv: Vecāk-telpa (ID)

source: Parent location (slug)
lv: Vecāk-telpa (URL identifikators)

source: Manufacturer (ID)
lv: Ražotājs (ID)

source: Manufacturer (slug)
lv: Ražotājs (URL identifikators)

source: Rack type (slug)
lv: Statnes tips (URL identifikators)
