Repository: netbox-community/netbox
Catalog: netbox/translations/*/LC_MESSAGES/django.po
Languages: lv

source: Enter a valid IPv4 or IPv6 prefix and mask in CIDR notation.
lv: Ievadiet derīgu IPv4 vai IPv6 prefiksu un masku CIDR apzīmējumā.

source: Invalid IP prefix format: {data}
lv: Nederīgs IP prefiksa formāts: {data}

source: Insufficient space is available to accommodate the requested prefix size(s)
lv: Pieprasītā prefiksa izmēra (-u) pielāgošanai nav pietiekami daudz vietas

source: Container
lv: konteiners

source: SLAAC
lv: SLACK

source: Loopback
lv: Atpakaļgaita

source: Anycast
lv: Jebkurš

source: Standard
lv: Standarta

source: CheckPoint
lv: Kontrolpunkts

source: Plaintext
lv: Vienkāršs teksts

source: Service
lv: Pakalpojums

source: Customer
lv: Klients

source: Invalid IP address format: {address}
lv: Nederīgs IP adreses formāts: {address}

source: Import target
lv: Importēšanas mērķis

source: Import target (name)
lv: Importēšanas mērķis (nosaukums)

source: Export target
lv: Eksporta mērķis

source: Export target (name)
lv: Eksporta mērķis (nosaukums)

source: Importing VRF
lv: VRF importēšana

source: Import VRF (RD)
lv: Importēt VRF (RD)

source: Exporting VRF
lv: VRF eksportēšana

source: Export VRF (RD)
lv: Eksporta VRF (RD)

source: Importing L2VPN
lv: L2VPN importēšana

source: Importing L2VPN (identifier)
lv: L2VPN importēšana (identifikators)

source: Exporting L2VPN
lv: L2VPN eksportēšana

source: Exporting L2VPN (identifier)
lv: L2VPN eksportēšana (identifikators)

source: Prefix
lv: Prefikss

source: RIR (slug)
lv: RIR (URL identifikators)

source: Within prefix
lv: Prefiksa ietvaros

source: Within and including prefix
lv: Iekšpusē un ieskaitot prefiksu

source: Prefixes which contain this prefix or IP
lv: Prefiksi, kas satur šo prefiksu vai IP

source: Mask length
lv: Maskas garums

source: VLAN Group (ID)
lv: VLAN grupa (ID)

source: VLAN Group (slug)
lv: VLAN grupa (URL identifikators)

source: VLAN number (1-4094)
lv: VLAN numurs (1-4094)

source: Address
lv: Adrese

source: Ranges which contain this prefix or IP
lv: Diapazoni, kas satur šo prefiksu vai IP

source: Parent prefix
lv: Vecāku prefikss

source: FHRP group (ID)
lv: FHRP grupa (ID)

source: Is assigned to an interface
lv: Tiek piešķirts interfeisam

source: Application Service (ID)
lv: Lietojumprogrammu pakalpojums (ID)

source: NAT inside IP address (ID)
lv: NAT iekšējā IP adrese (ID)

source: Q-in-Q SVLAN number (1-4094)
lv: Q-in-Q SVLAN numurs (1-4094)

source: Assigned VM interface
lv: Piešķirtais VM interfeiss

source: VLAN Translation Policy (name)
lv: VLAN pārveides politika (nosaukums)

source: FHRP Group (name)
lv: FHRP grupa (nosaukums)

source: FHRP Group (ID)
lv: FHRP grupa (ID)

source: IP address (ID)
lv: IP adrese (ID)

source: IP address
lv: IP adrese

source: Primary IPv4 (ID)
lv: Primārais IPv4 (ID)

source: Primary IPv4 (address)
lv: Primārais IPv4 (adrese)

source: Primary IPv6 (ID)
lv: Primārais IPv6 (ID)

source: Primary IPv6 (address)
lv: Primārais IPv6 (adrese)

source: Enter a valid IPv4 or IPv6 address (without a mask).
lv: Ievadiet derīgu IPv4 vai IPv6 adresi (bez maskas).

source: Invalid IPv4/IPv6 address format: {address}
lv: Nederīgs IPv4/IPv6 adreses formāts: {address}

source: This field requires an IP address without a mask.
lv: Šajā laukā nepieciešama IP adrese bez maskas.

source: Please specify a valid IPv4 or IPv6 address.
lv: Lūdzu, norādiet derīgu IPv4 vai IPv6 adresi.

source: Enter a valid IPv4 or IPv6 address (with CIDR mask).
lv: Ievadiet derīgu IPv4 vai IPv6 adresi (ar CIDR masku).

source: CIDR mask (e.g. /24) is required.
lv: Nepieciešama CIDR maska (piem/24).

source: Address pattern
lv: Adreses modelis

source: Enforce unique space
lv: Īstenojiet unikālu telpu

source: Is private
lv: Ir privāts

source: RIR
lv: RING

source: Date added
lv: Pievienošanas datums

source: VLAN Group
lv: VLAN grupa

source: Prefix length
lv: Prefiksa garums

source: Is a pool
lv: Ir baseins

source: Treat as fully utilized
lv: Izturieties kā pilnībā izmantotu

source: VLAN Assignment
lv: VLAN uzdevums

source: Treat as populated
lv: Izturieties kā apdzīvotu

source: DNS name
lv: DNS nosaukums

source: Protocol
lv: Protokols

source: Group ID
lv: Grupas ID

source: Authentication type
lv: Autentifikācijas veids

source: Authentication key
lv: Autentifikācijas atslēga

source: Authentication
lv: Autentifikācija

source: VLAN ID ranges
lv: VLAN ID diapazoni

source: Q-in-Q role
lv: Q-in-Q loma

source: Site & Group
lv: Vieta un grupa

source: Policy
lv: Politika

source: Ports
lv: ostas

source: Import route targets
lv: Importēt maršruta mērķus

source: Export route targets
lv: Eksporta maršruta mērķi

source: Assigned RIR
lv: Piešķirtais RIR

source: VLAN's group (if any)
lv: VLAN grupa (ja tāda ir)

source: VLAN Site
lv: VLAN vieta

source: VLAN's site (if any)
lv: VLANu vieta (ja tāda ir)

source: Scope ID
lv: Darbības jomas ID

source: FHRP Group
lv: FHRP grupa

source: Assigned FHRP Group name
lv: Piešķirtais FHRP grupas nosaukums

source: Make this the primary IP for the assigned device
lv: Padariet šo par piešķirtās iekārtas primāro IP adresi

source: Is out-of-band
lv: Ir OOB

source: Designate this as the out-of-band IP address for the assigned device
lv: Norādiet šo kā piešķirtās iekārtas OOB IP adresi

source: No device or virtual machine specified; cannot set as primary IP
lv: Nav norādīta iekārta vai virtuālā mašīna; nevar iestatīt kā primāro IP adresi

source: No device specified; cannot set as out-of-band IP
lv: Nav norādīta iekārta; nevar iestatīt kā OOB IP

source: Cannot set out-of-band IP for virtual machines
lv: Nevar iestatīt OOB IP virtuālajām mašīnām

source: No interface specified; cannot set as primary IP
lv: Nav norādīts interfeiss; nevar iestatīt kā primāro IP

source: No interface specified; cannot set as out-of-band IP
lv: Nav norādīts interfeiss; nevar iestatīt kā OOB IP

source: Auth type
lv: Autēšanas veids

source: Assigned VLAN group
lv: Piešķirtā VLAN grupa

source: Service VLAN (for Q-in-Q/802.1ad customer VLANs)
lv: Pakalpojuma VLAN (Q-in-Q/802.1ad klientu VLAN)

source: VLAN translation policy
lv: VLAN pārveides politika

source: IP protocol
lv: IP protokols

source: Parent type (app & model)
lv: Vecāku tips (lietotne un modelis)

source: Parent object name
lv: Vecāka objekta nosaukums

source: Parent object ID
lv: Vecāka objekta ID

source: One of parent or parent_object_id must be included with parent_object_type
lv: Viens no vecākiem vai parent_object_id jāiekļauj kopā ar parent_object_type

source: {ip} is not assigned to this parent.
lv: {ip} nav piešķirts šim vecākam.

source: Route Targets
lv: Maršruta mērķi

source: Import targets
lv: Importa mērķi

source: Export targets
lv: Eksporta mērķi

source: Imported by VRF
lv: Importēts ar VRF

source: Exported by VRF
lv: Eksportē VRF

source: Private
lv: Privāts

source: Address family
lv: Adreses ģimene

source: Range
lv: Diapazons

source: Start
lv: Sākt

source: End
lv: Beigas

source: Search within
lv: Meklēt iekšienē

source: Present in VRF
lv: Klātesnis VRF

source: Device/VM
lv: Iekārta/VM

source: Parent Prefix
lv: Vecāku prefikss

source: DNS Name
lv: DNS nosaukums

source: VLANs
lv: VLAN

source: Contains VLAN ID
lv: Satur VLAN ID

source: Local VLAN ID
lv: Vietējais VLAN ID

source: Remote VLAN ID
lv: Attālā VLAN ID

source: Route Target
lv: Maršruta mērķis

source: Aggregate
lv: Agregācija

source: ASN Range
lv: ASN diapazons

source: IP Range
lv: IP diapazons

source: Make this the primary IP for the device/VM
lv: Padariet šo par iekārtas/VM primāro IP

source: Make this the out-of-band IP for the device
lv: Padariet to par iekārtas OOB IP

source: NAT IP (Inside)
lv: NAT IP (iekšpusē)

source: An IP address can only be assigned to a single object.
lv: IP adresi var piešķirt tikai vienam objektam.

source: Cannot reassign primary IP address for the parent device/VM
lv: Nevar mainīt vecāk-iekārtas/VM primāro IP adresi

source: Cannot reassign out-of-Band IP address for the parent device
lv: Nevar mainīt vecāk-iekārtas OOB IP

source: Only IP addresses assigned to an interface can be designated as primary IPs.
lv: Par primārajiem IP adresēm var norādīt tikai interfeisam piešķirtās IP adreses.

source: Only IP addresses assigned to a device interface can be designated as the out-of-band IP for a device.
lv: Tikai IP adreses, kas piešķirtas iekārtas interfeisam, var norādīt kā iekārtas OOB IP adreses.

source: Virtual IP Address
lv: Virtuālā IP adrese

source: Assignment already exists
lv: Uzdevums jau pastāv

source: VLAN IDs
lv: VLAN ID

source: Child VLANs
lv: Bērnu VLAN

source: The direct assignment of VLANs to a site is deprecated and will be removed in a future release. Users are encouraged to utilize VLAN groups for this purpose.
lv: Tieša VLAN piešķiršana vietai ir novecojusi un tiks noņemta nākotnes laidienā. Lietotāji tiek aicināti šim nolūkam izmantot VLAN grupas.

source: VLAN Translation Rule
lv: VLAN pārveides kārtula

source: Comma-separated list of one or more port numbers. A range may be specified using a hyphen.
lv: Viena vai vairāku portu numuru saraksts ar komatiem. Diapazonu var norādīt, izmantojot defisi.

source: Application Service Template
lv: Lietojumprogrammas pakalpojuma veidne

source: Parent type
lv: Vecāku tips

source: Port(s)
lv: Osta (-as)

source: Application Service
lv: Lietojumprogrammu pakalpojums

source: Application Service template
lv: Lietojumprogrammu pakalpojuma veidne

source: From Template
lv: No veidnes

source: Custom
lv: Pielāgots

source: Must specify name, protocol, and port(s) if not using an application service template.
lv: Jānorāda nosaukums, protokols un ports (-i), ja netiek izmantota lietojumprogrammas pakalpojuma veidne.

source: start
lv: sākt

source: ASN range
lv: ASN diapazons

source: ASN ranges
lv: ASN diapazoni

source: Starting ASN ({start}) must be lower than ending ASN ({end}).
lv: Sākot ASN ({start}) jābūt zemākam par ASN beigām ({end}).

source: Regional Internet Registry responsible for this AS number space
lv: Reģionālais interneta reģistrs, kas atbild par šo AS numuru vietu

source: 16- or 32-bit autonomous system number
lv: 16 vai 32 bitu autonomās sistēmas numurs

source: group ID
lv: grupas ID

source: protocol
lv: protokols

source: authentication type
lv: autentifikācijas veids

source: authentication key
lv: autentifikācijas atslēga

source: FHRP group
lv: FHRP grupa

source: FHRP groups
lv: FHRP grupas

source: FHRP group assignment
lv: FHRP grupas uzdevums

source: FHRP group assignments
lv: FHRP grupas uzdevumi

source: private
lv: privāts

source: IP space managed by this RIR is considered private
lv: IP telpa, ko pārvalda šī RIR, tiek uzskatīta par privātu

source: RIRs
lv: RIR

source: IPv4 or IPv6 network
lv: IPv4 vai IPv6 tīkls

source: Regional Internet Registry responsible for this IP space
lv: Reģionālais interneta reģistrs, kas atbild par šo IP telpu

source: date added
lv: pievienošanas datums

source: aggregate
lv: agregāts

source: aggregates
lv: kopums

source: Cannot create aggregate with /0 mask.
lv: Nevar izveidot agregātu ar /0 masku.

source: Aggregates cannot overlap. {prefix} is already covered by an existing aggregate ({aggregate}).
lv: Agregāti nevar pārklāties. {prefix} jau ir iekļauts esošā kopsavilkumā ({aggregate}).

source: Prefixes cannot overlap aggregates. {prefix} covers an existing aggregate ({aggregate}).
lv: Prefiksi nevar pārklāties ar agregātiem. {prefix} aptver esošu kopsavilkumu ({aggregate}).

source: roles
lv: lomas

source: prefix
lv: priedēklis

source: IPv4 or IPv6 network with mask
lv: IPv4 vai IPv6 tīkls ar masku

source: Operational status of this prefix
lv: Šī prefiksa darbības statuss

source: The primary function of this prefix
lv: Šī prefiksa primārā funkcija

source: is a pool
lv: ir baseins

source: All IP addresses within this prefix are considered usable
lv: Visas IP adreses šajā prefiksā tiek uzskatītas par izmantojamām

source: mark utilized
lv: izmantota atzīme

source: prefixes
lv: priedēkļi

source: Cannot create prefix with /0 mask.
lv: Nevar izveidot prefiksu ar /0 masku.

source: global table
lv: globālā tabula

source: Duplicate prefix found in {table}: {prefix}
lv: Prefikss dublikāts atrodams {table}: {prefix}

source: start address
lv: sākuma adrese

source: IPv4 or IPv6 address (with mask)
lv: IPv4 vai IPv6 adrese (ar masku)

source: end address
lv: beigu adrese

source: Operational status of this range
lv: Šī diapazona darbības stāvoklis

source: The primary function of this range
lv: Šī diapazona galvenā funkcija

source: mark populated
lv: atzīme apdzīvota

source: Prevent the creation of IP addresses within this range
lv: Novērst IP adrešu izveidi šajā diapazonā

source: Report space as fully utilized
lv: Ziņojuma telpa, ja tā ir pilnībā izmantota

source: IP range
lv: IP diapazons

source: IP ranges
lv: IP diapazoni

source: Starting and ending IP address versions must match
lv: Sākuma un beigu IP adreses versijām ir jāatbilst

source: Starting and ending IP address masks must match
lv: Sākuma un beigu IP adreses maskām jāsakrīt

source: Ending address must be greater than the starting address ({start_address})
lv: Noslēguma adresei jābūt lielākai par sākuma adresi ({start_address})

source: Defined addresses overlap with range {overlapping_range} in VRF {vrf}
lv: Definētās adreses pārklājas ar diapazonu {overlapping_range} uz VRF {vrf}

source: Defined range exceeds maximum supported size ({max_size})
lv: Noteiktais diapazons pārsniedz maksimālo atbalstīto izmēru ({max_size})

source: address
lv: adrese

source: The operational status of this IP
lv: Šīs IP darbības statuss

source: The functional role of this IP
lv: Šī IP funkcionālā loma

source: NAT (inside)
lv: NAT (iekšpusē)

source: The IP for which this address is the "outside" IP
lv: IP, kuram šī adrese ir “ārējais” IP

source: Hostname or FQDN (not case-sensitive)
lv: Resursdatora nosaukums vai FQDN (nav lieluma lieluma skaitlis)

source: IP addresses
lv: IP adreses

source: Cannot create IP address with /0 mask.
lv: Nevar izveidot IP adresi ar /0 masku.

source: {ip} is a network ID, which may not be assigned to an interface.
lv: {ip} ir tīkla ID, kas var netikt piešķirts saskarnei.

source: {ip} is a broadcast address, which may not be assigned to an interface.
lv: {ip} ir apraides adrese, kuru nedrīkst piešķirt interfeisam.

source: Duplicate IP address found in {table}: {ipaddress}
lv: Atrastas IP adreses dublikāts {table}: {ipaddress}

source: Cannot create IP address {ip} inside range {range}.
lv: Nevar izveidot IP adresi {ip} iekšējais diapazons {range}.

source: Cannot reassign IP address while it is designated as the primary IP for the parent object
lv: Nevar mainīt IP adresi, kamēr tā ir apzīmēta kā mātes objekta primārais IP

source: Cannot reassign IP address while it is designated as the OOB IP for the parent object
lv: Nevar mainīt IP adresi, kamēr tā ir norādīta kā vecāk-objekta OOB IP

source: Only IPv6 addresses can be assigned SLAAC status
lv: SLAAC statusu var piešķirt tikai IPv6 adresēm

source: port numbers
lv: ostu numuri

source: application service template
lv: pieteikuma pakalpojuma veidne

source: application service templates
lv: lietojumprogrammu pakalpojumu veidnes

source: The specific IP addresses (if any) to which this application service is bound
lv: Konkrētās IP adreses (ja tādas ir), kurām šis lietojumprogrammas pakalpojums ir saistīts

source: application service
lv: pieteikuma pakalpojums

source: application services
lv: lietojumprogrammu pakalpojumi

source: VLAN groups
lv: VLAN grupas

source: Cannot set scope_type without scope_id.
lv: Nevar iestatīt scope_type bez scope_id.

source: Cannot set scope_id without scope_type.
lv: Nevar iestatīt scope_id bez scope_type.

source: Starting VLAN ID in range ({value}) cannot be less than {minimum}
lv: VLAN ID sākšana diapazonā ({value}) nevar būt mazāks par {minimum}

source: Ending VLAN ID in range ({value}) cannot exceed {maximum}
lv: VLAN ID beigšana diapazonā ({value}) nevar pārsniegt {maximum}

source: Ending VLAN ID in range must be greater than or equal to the starting VLAN ID ({range})
lv: VLAN ID beigām diapazonā jābūt lielākam vai vienādam ar sākuma VLAN ID ({range})

source: Ranges cannot overlap.
lv: Diapazoni nevar pārklāties.

source: The specific site to which this VLAN is assigned (if any)
lv: Konkrētā vieta, kurai šīs VLAN ir piešķirts (ja tāda ir)

source: VLAN group (optional)
lv: VLAN grupa (pēc izvēles)

source: Numeric VLAN ID (1-4094)
lv: Ciparu VLAN ID (1-4094)

source: Operational status of this VLAN
lv: Šī VLAN darbības statuss

source: The primary function of this VLAN
lv: Šī VLAN galvenā funkcija

source: Customer/service VLAN designation (for Q-in-Q/IEEE 802.1ad)
lv: Klienta/servisa VLAN apzīmējums (Q-in-Q/IEEE 802.1ad)

source: VLAN is assigned to group {group} (scope: {scope}); cannot also assign to site {site}.
lv: VLAN ir piešķirts grupai {group} (darbības joma: {scope}); nevar arī piešķirt vietai{site}.

source: The assigned site {site} is not a member of the assigned group {group} (scope: {scope}).
lv: Piešķirtā vieta {site} nav piešķirtās grupas dalībnieks {group} (darbības joma: {scope}).

source: VID must be in ranges {ranges} for VLANs in group {group}
lv: VID jābūt diapazonos {ranges} grupā esošajiem VLAN {group}

source: Only Q-in-Q customer VLANs maybe assigned to a service VLAN.
lv: Pakalpojuma VLAN var tikt piešķirti tikai Q-in-Q klientu VLAN.

source: A Q-in-Q customer VLAN must be assigned to a service VLAN.
lv: Pakalpojuma VLAN ir jāpiešķir Q-in-Q klienta VLAN.

source: VLAN translation policies
lv: VLAN pārveides politikas

source: VLAN translation rule
lv: VLAN pārveides kārtula

source: route distinguisher
lv: maršruta atšķirtājs

source: Unique route distinguisher (as defined in RFC 4364)
lv: Unikāls maršruta atšķirtājs (kā definēts RFC 4364)

source: enforce unique space
lv: ieviest unikālu telpu

source: Prevent duplicate prefixes/IP addresses within this VRF
lv: Novērst prefiksu/IP adreses dublētus šajā VRF ietvaros

source: VRFs
lv: VRF

source: Route target value (formatted in accordance with RFC 4360)
lv: Maršruta mērķvērtība (formatēta saskaņā ar RFC 4360)

source: route target
lv: maršruta mērķis

source: route targets
lv: maršruta mērķi

source: Start (ASDOT)
lv: Sākt (ASDOT)

source: End (ASDOT)
lv: Beigas (ASDOT)

source: Site Count
lv: Vietu skaits

source: Provider Count
lv: Pakalpotāju skaits

source: Aggregates
lv: Agregāti

source: Added
lv: Pievienots

source: Prefixes
lv: Priekšēkļi

source: Utilization
lv: Izmantošana

source: IP Ranges
lv: IP diapazoni

source: Prefix (Flat)
lv: Prefikss (plakans)

source: Depth
lv: Dziļums

source: Scope Type
lv: Darbības jomas veids

source: Pool
lv: Baseins

source: Marked Utilized
lv: Atzīmēts Izmantots

source: Start address
lv: Sākuma adrese

source: Marked Populated
lv: Atzīmēts ar apdzīvotu

source: NAT (Inside)
lv: NAT (iekšpusē)

source: NAT (Outside)
lv: NAT (ārpusē)

source: Assigned
lv: Piešķirts

source: Assigned Object
lv: Piešķirtais objekts

source: VID Ranges
lv: VID diapazoni

source: VID
lv: VIDEO

source: Rules
lv: Kārtulas

source: Local VID
lv: Vietējais VID

source: Remote VID
lv: Attālinātais VID

source: Unique
lv: Unikāls

source: Import Targets
lv: Importa mērķi

source: Export Targets
lv: Eksporta mērķi

source: 1 IP available
lv: Pieejams 1 IP

source: {count} IPs available
lv: {count} Pieejami IP

source: Many IPs available
lv: Pieejami daudzi IP

source: {prefix} is not a valid prefix. Did you mean {suggested}?
lv: {prefix} nav derīgs prefikss. Vai jūs domājāt {suggested}?

source: The prefix length must be less than or equal to %(limit_value)s.
lv: Prefiksa garumam jābūt mazākam vai vienādam ar %(limit_value)s.

source: The prefix length must be greater than or equal to %(limit_value)s.
lv: Prefiksa garumam jābūt lielākam vai vienādam ar %(limit_value)s.

source: Only alphanumeric characters, asterisks, hyphens, periods, and underscores are allowed in DNS names
lv: DNS nosaukumos ir atļautas tikai burtciparu rakstzīmes, zvaigznītes, defises, periodi un pasvītrojumi

source: Device Interfaces
lv: Iekārtas interfeisi

source: VM Interfaces
lv: VM interfeisi

source: Child Prefixes
lv: Bērnu prefiksi

source: Child Ranges
lv: Bērnu diapazoni

source: Related IPs
lv: Saistītie IP adresi

source: This field may not be blank.
lv: Šis lauks var nebūt tukšs.

source: Value must be passed directly (e.g. "foo": 123); do not use a dictionary or list.
lv: Vērtība jānodod tieši (piemēram, “foo”: 123); nelietojiet vārdnīcu vai sarakstu.

source: {value} is not a valid choice.
lv: {value} nav derīga izvēle.

source: Invalid content type: {content_type}
lv: Nederīgs satura tips: {content_type}

source: Invalid value. Specify a content type as '<app_label>.<model_name>'.
lv: Nederīga vērtība. Norādiet satura tipu kā '<app_label>.<model_name>”.

source: Ranges must be specified in the form (lower, upper).
lv: Diapazoni jānorāda formā (apakšējā, augšējā).

source: Range boundaries must be defined as integers.
lv: Diapazona robežas jādefinē kā veseli skaitļi.

source: {class_name} must implement get_view_name()
lv: {class_name} jāievieš get_view_name ()

source: Invalid permission {permission} for model {model}
lv: Nederīga atļauja {permission} modelim {model}

source: Dark Red
lv: Tumši sarkans

source: Rose
lv: Roze

source: Fuchsia
lv: Fuksija

source: Dark Purple
lv: Tumši violets

source: Light Blue
lv: Gaiši zils

source: Aqua
lv: Ūdens

source: Dark Green
lv: Tumši zaļš

source: Light Green
lv: Gaiši zaļš

source: Lime
lv: Kaļķi

source: Amber
lv: Dzintars

source: Dark Orange
lv: Tumši oranža

source: Brown
lv: Brūns

source: Light Grey
lv: Gaiši pelēks

source: Grey
lv: Pelēks

source: Dark Grey
lv: Tumši pelēks

source: Default
lv: Noklusējums

source: Direct
lv: Tiešs

source: Upload
lv: Augšupielādēt

source: Auto-detect
lv: Automātiska noteikšana

source: Comma
lv: Komats

source: Semicolon
lv: Semikolons

source: Pipe
lv: Caurules

source: Tab
lv: Cilne

source: Kilograms
lv: Kilogrami

source: Grams
lv: grami

source: Pounds
lv: Mārciņas

source: Ounces
lv: Unces

source: Invalid configuration parameter: {item}
lv: Nederīgs konfigurācijas parametrs: {item}

source: Login banner
lv: Pieteikšanās baneris

source: Additional content to display on the login page
lv: Papildu saturs, kas jāparāda pieteikšanās lapā

source: Maintenance banner
lv: Tehniskās apkopes baneris

source: Additional content to display when in maintenance mode
lv: Papildu saturs, kas jāparāda apkopes režīmā

source: Top banner
lv: Top reklāmkarogs

source: Additional content to display at the top of every page
lv: Papildu saturs, kas jāparāda katras lapas augšdaļā

source: Bottom banner
lv: Apakšējais baneris

source: Additional content to display at the bottom of every page
lv: Papildu saturs, kas jāparāda katras lapas apakšā

source: Globally unique IP space
lv: Globāli unikāla IP telpa

source: Enforce unique IP addressing within the global table
lv: Unikālas IP adresēšanas nodrošināšana globālajā tabulā

source: Prefer IPv4
lv: Dodiet priekšroku IPv4

source: Prefer IPv4 addresses over IPv6
lv: Dodiet priekšroku IPv4 adresēm, nevis IPv6

source: Rack unit height
lv: Statnes vienības augstums

source: Default unit height for rendered rack elevations
lv: Vienības noklusējuma agustums statnes izkārtojumu attēlojumam

source: Rack unit width
lv: Statnes vienības platums

source: Default unit width for rendered rack elevations
lv: Vienības noklusējuma platums statnes izkārtojumu attēlojumam

source: Powerfeed voltage
lv: Strāvas padeves spriegums

source: Default voltage for powerfeeds
lv: Noklusējuma spriegums barošanas avotiem

source: Powerfeed amperage
lv: Powerfeed strāvas strāvas stiprums

source: Default amperage for powerfeeds
lv: Noklusējuma strāvas stiprums barošanas avotiem
