Repository: netbox-community/netbox
Catalog: netbox/translations/*/LC_MESSAGES/django.po
Languages: lv

source: Powerfeed max utilization
lv: Powerfeed maksimālā izmantošana

source: Default max utilization for powerfeeds
lv: Noklusējuma maksimālais enerģijas padeves izmantojums

source: Allowed URL schemes
lv: Atļautās URL shēmas

source: Permitted schemes for URLs in user-provided content
lv: Atļautās shēmas URL lietotāja sniegtajā saturā

source: Default page size
lv: Noklusējuma lapas izmērs

source: Maximum page size
lv: Maksimālais lapas izmērs

source: Custom validators
lv: Pielāgoti validatori

source: Custom validation rules (JSON)
lv: Pielāgotas pārbaudes kārtulas (JSON)

source: Protection rules
lv: Aizsardzības kārtulas

source: Deletion protection rules (JSON)
lv: Dzēšanas aizsardzības kārtulas (JSON)

source: Default preferences
lv: Noklusējuma preferences

source: Default preferences for new users
lv: Noklusējuma preferences jauniem lietotājiem

source: Maintenance mode
lv: Apkopes režīms

source: Enable maintenance mode
lv: Iespējot apkopes režīmu

source: NetBox Copilot enabled
lv: NetBox Copilot iespējots

source: Enable the NetBox Copilot AI agent globally. If enabled, users can toggle the agent individually.
lv: Iespējojiet NetBox Copilot AI aģentu visā pasaulē. Ja tas ir iespējots, lietotāji var pārslēgt aģentu atsevišķi.

source: GraphQL enabled
lv: GraphQL iespējots

source: Enable the GraphQL API
lv: Iespējojiet GraphQL API

source: Changelog retention
lv: Izmaiņu žurnāla saglabāšana

source: Days to retain changelog history (set to zero for unlimited)
lv: Dienas, lai saglabātu izmaiņu žurnāla vēsturi (iestatīta uz nulli neierobežotai)

source: Job result retention
lv: Darba rezultātu saglabāšana

source: Days to retain job result history (set to zero for unlimited)
lv: Dienas, lai saglabātu darba rezultātu vēsturi (iestatīta uz nulli neierobežotai)

source: Maps URL
lv: Kartes URL

source: Base URL for mapping geographic locations
lv: Bāzes URL ģeogrāfisko atrašanās vietu kartēšanai

source: Add tags
lv: Pievienot tagus

source: Remove tags
lv: Noņemt tagus

source: Tag slugs separated by commas, encased with double quotes (e.g. "tag1,tag2,tag3")
lv: Birku URL identifikatori, kas atdalīti ar komatiem, ieskauti ar dubultpēdiņām (piemēram, “birka1, birka2, birka3")

source: Name of the object's owner
lv: Objekta īpašnieka vārds

source: {class_name} must specify a model class.
lv: {class_name} jānorāda modeļa klase.

source: Owner group
lv: Īpašnieku grupa

source: Owner Group
lv: Īpašnieku grupa

source: Partial match
lv: Daļēja spēle

source: Exact match
lv: Precīza atbilstība

source: Starts with
lv: Sākas ar

source: Ends with
lv: Beidzas ar

source: Object type(s)
lv: Objekta tips (-i)

source: Lookup
lv: Uzmeklēšana

source: Invalid value for custom field '{name}': {error}
lv: Nederīga vērtība pielāgotajam laukam '{name}”: {error}

source: Custom field '{name}' must have a unique value.
lv: Pielāgots lauks '{name}“jābūt unikālai vērtībai.

source: Missing required custom field '{name}'.
lv: Trūkst nepieciešamā pielāgotā lauka '{name}”.

source: Remote data source
lv: Attālais datu avots

source: data path
lv: datu ceļš

source: Path to remote file (relative to data source root)
lv: Ceļš uz attālo failu (attiecībā pret datu avota sakni)

source: auto sync enabled
lv: automātiskā sinhronizācija iespējota

source: Enable automatic synchronization of data when the data file is updated
lv: Iespējot automātisku datu sinhronizāciju, kad datu fails tiek atjaunināts

source: date synced
lv: datums sinhronizēts

source: {class_name} must implement a sync_data() method.
lv: {class_name} jāievieš sync_data () metode.

source: weight unit
lv: svara vienība

source: Must specify a unit when setting a weight
lv: Jānorāda vienība, iestatot svaru

source: distance
lv: attālums

source: distance unit
lv: attāluma vienība

source: Must specify a unit when setting a distance
lv: Jānorāda vienība, iestatot attālumu

source: Organization
lv: Organizācija

source: Site Groups
lv: Vietu grupas

source: Tenant Groups
lv: Īrnieku grupas

source: Contact Groups
lv: Kontaktpersonu grupas

source: Contact Roles
lv: Kontaktpersonu lomas

source: Contact Assignments
lv: Kontaktpersonu sasaistes

source: Rack Roles
lv: Statņu lomas

source: Elevations
lv: Paaugstinājumi

source: Modules
lv: Moduļi

source: Virtual Device Contexts
lv: Virtuālo ierīču konteksti

source: Module Type Profiles
lv: Moduļa tipa profili

source: Manufacturers
lv: Ražotāji

source: Device Components
lv: Iekārtas komponentes

source: Inventory Item Roles
lv: Inventāra vienumu lomas

source: Connections
lv: Savienojumi

source: Cables
lv: Kabeļi

source: Wireless Links
lv: Bezvadu saites

source: Interface Connections
lv: Interfeisu savienojumi

source: Console Connections
lv: Konsoles savienojumi

source: Power Connections
lv: Strāvas savienojumi

source: Wireless LAN Groups
lv: Bezvadu LAN grupas

source: Prefix & VLAN Roles
lv: Prefiksa un VLAN lomas

source: ASN Ranges
lv: ASN diapazoni

source: VLAN Translation Policies
lv: VLAN pārveides politikas

source: VLAN Translation Rules
lv: VLAN pārveides kārtulas

source: Application Service Templates
lv: Lietojumprogrammu pakalpojumu veidnes

source: Tunnels
lv: Tuneļi

source: Tunnel Groups
lv: Tuneļu grupas

source: Tunnel Terminations
lv: Tuneļa pārtraukumi

source: L2VPNs
lv: L2VPN

source: L2VPN Terminations
lv: L2VPN beigas

source: IKE Proposals
lv: IKE priekšlikumi

source: IKE Policies
lv: IKE Politika

source: IPSec Proposals
lv: IPsec priekšlikumi

source: IPSec Policies
lv: IPsec politikas

source: IPSec Profiles
lv: IPsec profili

source: Virtual Disks
lv: Virtuālie diski

source: Cluster Types
lv: Klasteru veidi

source: Cluster Groups
lv: Klasteru grupas

source: Circuit Types
lv: Ķēdes veidi

source: Circuit Terminations
lv: Ķēdes pārtraukumi

source: Virtual Circuits
lv: Virtuālās shēmas

source: Virtual Circuit Types
lv: Virtuālās shēmas veidi

source: Virtual Circuit Terminations
lv: Virtuālās ķēdes pārtraukumi

source: Circuit Groups
lv: Ķēžu grupas

source: Group Assignments
lv: Grupas uzdevumi

source: Providers
lv: Pakalpotāji

source: Provider Accounts
lv: Pakalpotāju konti

source: Provider Networks
lv: Pakalpotāju tīkli

source: Power Panels
lv: Strāvas paneļi

source: Configurations
lv: Konfigurācijas

source: Config Contexts
lv: Konfigurācijas konteksti

source: Config Context Profiles
lv: Konfigurācijas konteksta profili

source: Config Templates
lv: Konfigurācijas veidnes

source: Customization
lv: Pielāgošana

source: Custom Field Choices
lv: Pielāgotas lauka izvēles

source: Custom Links
lv: Pielāgotas saites

source: Export Templates
lv: Eksportēšanas veidnes

source: Saved Filters
lv: Saglabātie filtri

source: Table Configs
lv: Tabulas konfigurācijas

source: Image Attachments
lv: Attēlu pielikumi

source: Operations
lv: Darbības

source: Integrations
lv: Integrācijas

source: Data Sources
lv: Datu avoti

source: Event Rules
lv: Notikumu kārtulas

source: Webhooks
lv: Tīmekļa āķi

source: Jobs
lv: Darbs

source: Logging
lv: Mežizstrāde

source: Notification Groups
lv: Paziņojumu grupas

source: Journal Entries
lv: Žurnālu ieraksti

source: Change Log
lv: Izmaiņu žurnāls

source: Admin
lv: Administrators

source: API Tokens
lv: API marķieri

source: Permissions
lv: Atļaujas

source: Owner Groups
lv: Īpašnieku grupas

source: Owners
lv: Īpašnieki

source: System
lv: Sistēma

source: Plugins
lv: Spraudņi

source: Configuration History
lv: Konfigurācijas vēsture

source: Background Tasks
lv: Pamatuzdevumi

source: Add
lv: Pievienot

source: Clone
lv: Klons

source: Edit
lv: Rediģēt

source: Delete
lv: Dzēst

source: Import
lv: Importēt

source: Export
lv: Eksportēšana

source: Edit Selected
lv: Rediģēt atlasīto

source: Rename Selected
lv: Pārdēvēt atlasīto

source: Delete Selected
lv: Dzēst atlasīto

source: Permissions must be passed as a tuple or list.
lv: Atļaujas jānodod kā tuple vai saraksts.

source: Buttons must be passed as a tuple or list.
lv: Pogas jānodod kā tuple vai saraksts.

source: Button color must be a choice within ButtonColorChoices.
lv: Pogu krāsai jābūt izvēlei sadaļā ButtonColorChoices.

source: PluginTemplateExtension class {template_extension} was passed as an instance!
lv: PluginTemplateExtension klase {template_extension} tika nodots kā piemērs!

source: {template_extension} is not a subclass of netbox.plugins.PluginTemplateExtension!
lv: {template_extension} nav Netbox.Plugins.Plugins.PluginTemplateExtension apakšklase!

source: {item} must be an instance of netbox.plugins.PluginMenuItem
lv: {item} jābūt Netbox.plugins.plugins.pluginMenuItem eksemplāram

source: {menu_link} must be an instance of netbox.plugins.PluginMenuItem
lv: {menu_link} jābūt Netbox.plugins.plugins.pluginMenuItem eksemplāram

source: {button} must be an instance of netbox.plugins.PluginMenuButton
lv: {button} jābūt Netbox.plugins.plugins.pluginMenuButton eksemplāram

source: extra_context must be a dictionary
lv: extra_context jābūt vārdnīcai

source: Language
lv: Valoda

source: Forces UI translation to the specified language
lv: Piespiež lietotāja interfeisa tulkošanu norādītajā valodā

source: Support for translation has been disabled locally
lv: Atbalsts tulkošanai ir atspējots lokāli

source: NetBox Copilot
lv: NetBox kopilots

source: Enable the NetBox Copilot AI agent
lv: Iespējojiet NetBox Copilot AI aģentu

source: Page length
lv: Lapas garums

source: The default number of objects to display per page
lv: Noklusējuma objektu skaits, kas jāparāda vienā lapā

source: Paginator placement
lv: Paginatora izvietojums

source: Bottom
lv: Apakšā

source: Top
lv: Augšpusē

source: Both
lv: Abi

source: Where the paginator controls will be displayed relative to a table
lv: Kur paginatora vadīklas tiks parādītas attiecībā pret tabulu

source: Striped table rows
lv: Svītrainas galda rindas

source: Render table rows with alternating colors to increase readability
lv: Renderējiet tabulu rindas ar mainīgām krāsām, lai palielinātu lasāmību

source: Data format
lv: Datu formāts

source: The preferred syntax for displaying generic data within the UI
lv: Vēlamā sintakse vispārīgo datu parādīšanai lietotāja saskarnē

source: CSV delimiter
lv: CSV atdalītājs

source: The character used to separate fields in CSV data
lv: Rakstzīme, ko izmanto lauku atdalīšanai CSV datos

source: Invalid store: {key}
lv: Nederīgs veikals: {key}

source: Cannot add stores to registry after initialization
lv: Pēc inicializācijas nevar pievienot veikalus reģistram

source: Cannot delete stores from registry
lv: Nevar izdzēst veikalus no reģistra

source: Czech
lv: Čehu

source: Danish
lv: Dāņu

source: German
lv: Vācu

source: English
lv: Angļu

source: Spanish
lv: Spāņu valoda

source: French
lv: Franču valoda

source: Italian
lv: Itāļu valoda

source: Japanese
lv: Japāņu

source: Latvian
lv: Latvietis

source: Dutch
lv: Holandiešu

source: Polish
lv: Poļu

source: Portuguese
lv: Portugāļu valoda

source: Russian
lv: Krievu

source: Turkish
lv: Turku

source: Ukrainian
lv: Ukraiņu

source: Chinese
lv: Ķīniešu

source: Select all
lv: Atlasīt visu

source: Toggle all
lv: Pārslēgt visu

source: Toggle Dropdown
lv: Pārslēgt nolaižamo izvēlni

source: No {model_name} found
lv: Nē {model_name} atrasts

source: Field
lv: Lauks

source: Value
lv: Vērtība

source: Dummy Plugin
lv: Manekens spraudnis

source: Copy
lv: Kopēt

source: GPS coordinates
lv: GPS koordinātas

source: Related Objects
lv: Saistītie objekti

source: There was an error rendering the selected export template ({template}): {error}
lv: Atzīmējot izvēlēto eksportēšanas veidni, radās kļūda ({template}): {error}

source: Must be a list.
lv: Jābūt sarakstam.

source: Must be a dictionary.
lv: Jābūt vārdnīcai.

source: Duplicate objects found: {model} with ID(s) {ids} appears multiple times
lv: Atrasti dublikāti objekti: {model} ar ID (-iem) {ids} parādās vairākas reizes

source: Object with ID {id} does not exist
lv: Objekts ar ID {id} neeksistē

source: Bulk import {count} {object_type}
lv: Lielapjoma imports {count} {object_type}

source: Imported {count} {object_type}
lv: Importēts {count} {object_type}

source: Bulk edit {count} {object_type}
lv: Lielapjoma rediģēšana {count} {object_type}

source: Updated {count} {object_type}
lv: Atjaunināts {count} {object_type}

source: No {object_type} were selected.
lv: Nē {object_type} tika izvēlēti.

source: Renamed {count} {object_type}
lv: Pārdēvēts {count} {object_type}

source: Bulk delete {count} {object_type}
lv: Lielapjoma dzēšana {count} {object_type}

source: Deleted {count} {object_type}
lv: Svītrots {count} {object_type}

source: Deletion failed due to the presence of one or more dependent objects.
lv: Dzēšana neizdevās viena vai vairāku atkarīgo objektu klātbūtnes dēļ.

source: Changelog
lv: Izmaiņu žurnāls

source: Journal
lv: Vēstnesis

source: Unable to synchronize data: No data file set.
lv: Nevar sinhronizēt datus: nav datu failu kopas.

source: Synchronized data for {object_type} {object}.
lv: Sinhronizēti dati {object_type} {object}.

source: Synced {count} {object_type}
lv: Sinhronizēts {count} {object_type}

source: {class_name} must implement get_children()
lv: {class_name} jāievieš get_children ()

source: There was an error loading the dashboard configuration. A default dashboard is in use.
lv: Ielādējot informācijas paneļa konfigurāciju, radās kļūda. Tiek izmantots noklusējuma informācijas panelis.

source: Access Denied
lv: Piekļuve liegta

source: You do not have permission to access this page
lv: Jums nav atļaujas piekļūt šai lapai

source: Page Not Found
lv: Lapa nav atrasta

source: The requested page does not exist
lv: Pieprasītā lapa neeksistē

source: Server Error
lv: Servera kļūda

source: There was a problem with your request. Please contact an administrator
lv: Ar jūsu pieprasījumu radās problēma. Lūdzu, sazinieties ar sistēmas uzturētāju.

source: The complete exception is provided below
lv: Pilns izņēmums ir sniegts zemāk

source: Python version
lv: Python versija

source: NetBox version
lv: NetBox versija

source: None installed
lv: Neviens nav instalēts

source: The request which yielded the above error is shown below:
lv: Pieprasījums, kas radīja iepriekš minēto kļūdu, ir parādīts zemāk:

source: If further assistance is required, please post to the
lv: Ja nepieciešama papildu palīdzība, lūdzu, sūtiet uz

source: NetBox discussion forum
lv: NetBox diskusiju forums

source: on GitHub
lv: vietnē GitHub

source: Home Page
lv: Mājas lapa

source: Notifications
lv: Paziņojumi

source: Subscriptions
lv: Abonementi

source: Change Password
lv: Mainīt paroli

source: Cancel
lv: Atcelt

source: Save
lv: Saglabāt

source: Table Configurations
lv: Tabulas konfigurācijas

source: Clear table preferences
lv: Notīrīt tabulas preferences

source: Toggle All
lv: Pārslēgt visu

source: Table
lv: Tabula

source: Columns
lv: Kolonnas

source: None found
lv: Neviens nav atrasts

source: User Profile
lv: Lietotāja profils

source: Account Details
lv: Informācija par kontu

source: Email
lv: E-pasts

source: Account Created
lv: Izveidots konts

source: Last Login
lv: Pēdējā pieteikšanās

source: Superuser
lv: Superlietotājs

source: Assigned Groups
lv: Piešķirtās grupas

source: None
lv: Nav

source: My API Tokens
lv: Mani API žetoni

source: Add a Token
lv: Pievienot marķieri

source: Home
lv: Mājas

source: NetBox Motif
lv: NetBox motīvs

source: NetBox Logo
lv: NetBox logotips

source: Get
lv: Iegūt

source: REST API
lv: ATPŪTAS API

source: REST API documentation
lv: REST API dokumentācija

source: NetBox Labs Support
lv: NetBox Labs atbalsts

source: Source Code
lv: Avota kods

source: Community
lv: Kopiena

source: Install Date
lv: Instalēšanas datums

source: Termination Date
lv: Izbeigšanas datums

source: Assign Group
lv: Piešķirt grupu

source: Swap Circuit Terminations
lv: Apmaiņas ķēdes pārtraukumi

source: Swap these terminations for circuit %(circuit)s?
lv: Nomainiet šos termināļus pret ķēdi %(circuit)s?

source: A side
lv: A puse

source: Z side
lv: Z puse

source: Assign Circuit
lv: Piešķirt ķēdi

source: Circuit Group Assignment
lv: Ķēdes grupas uzdevums

source: Add Circuit
lv: Pievienot ķēdi

source: Circuit Type
lv: Ķēdes tips

source: Termination point
lv: Izbeigšanas punkts

source: Marked as connected
lv: Atzīmēts kā savienots

source: to
lv: uz

source: Trace
lv: Izsekošana

source: Edit cable
lv: Rediģēt kabeli

source: Remove cable
lv: Noņemiet kabeli

source: Disconnect
lv: Atvienojiet

source: Connect
lv: Pievienojiet

source: Downstream
lv: Pakāpeniski

source: Upstream
lv: Augšpus

source: Cross-Connect
lv: Savstarpēja savienojums

source: Patch Panel/Port
lv: Patch panelis/ports

source: Add circuit
lv: Pievienojiet ķēdi

source: Provider Account
lv: Pakalpotāja konts

source: Add a Virtual Circuit
lv: Virtuālās shēmas pievienošana

source: Add Termination
lv: Pievienot izbeigšanu

source: Virtual Circuit Termination
lv: Virtuālās ķēdes izbeigšana

source: Add Virtual Circuit
lv: Pievienojiet virtuālo shēmu

source: Virtual Circuit Type
lv: Virtuālās shēmas tips

source: Configuration Data
lv: Konfigurācijas dati

source: Comment
lv: Komentārs

source: Restore
lv: Atjaunot

source: Parameter
lv: Parametrs

source: Current Value
lv: Pašreizējā vērtība

source: New Value
lv: Jauna vērtība

source: Changed
lv: Mainīts

source: bytes
lv: baiti

source: Content
lv: saturs

source: Last synced
lv: Pēdējo reizi sinhronizēts

source: Backend
lv: Aizmugurējā daļa

source: No parameters defined
lv: Nav definēti parametri

source: Rack elevations
lv: Statņu izkārtojumi

source: Default unit height
lv: Noklusējuma vienības augstums

source: Default unit width
lv: Noklusējuma vienības platums

source: Power feeds
lv: Strāvas padeves

source: Default voltage
lv: Noklusējuma spriegums

source: Default amperage
lv: Noklusējuma strāvas stiprums

source: Default max utilization
lv: Noklusējuma maksimālais izmantojums

source: Enforce global unique
lv: Īstenot globālu unikālu

source: Paginate count
lv: Lappušu skaits

source: Max page size
lv: Maksimālais lapas izmērs

source: User preferences
lv: Lietotāja preferences

source: Job retention
lv: Darba saglabāšana

source: The data file associated with this object has been deleted
lv: Datu fails, kas saistīts ar šo objektu, ir izdzēsts

source: Data Synced
lv: Dati sinhronizēti

source: Job
lv: Darbs

source: Created By
lv: Izveidojis

source: Scheduling
lv: Plānošana

source: every %(interval)s minutes
lv: katrs %(interval)s minūtes

source: Change
lv: Mainīt

source: Difference
lv: Atšķirība

source: Previous
lv: Iepriekšējais

source: Next
lv: Nākamais

source: Object Created
lv: Izveidots objekts

source: Object Deleted
lv: Izdzēsts objekts

source: No Changes
lv: Nav izmaiņu

source: Pre-Change Data
lv: Iepriekšmaiņas dati

source: Warning: Comparing non-atomic change to previous change record
lv: Brīdinājums: Neatomu izmaiņu salīdzināšana ar iepriekšējo izmaiņu ierakstu

source: Post-Change Data
lv: Dati pēc izmaiņām

source: See All %(count)s Changes
lv: Skatīt visu %(count)s Izmaiņas

source: Change log retention
lv: Mainiet žurnāla saglabāšanu

source: days
lv: dienas

source: Indefinite
lv: Nenoteikts

source: Not installed
lv: Nav instalēts

source: Overview
lv: Pārskats

source: Install
lv: Instalēt

source: Plugin Details
lv: Spraudņa informācija

source: Summary
lv: Kopsavilkums

source: License
lv: Licence

source: Version History
lv: Versiju vēsture

source: Local Installation Instructions
lv: Vietējās uzstādīšanas instrukcijas

source: Background Queues
lv: Fona rindas

source: Configure Table
lv: Konfigurēt tabulu

source: Stop
lv: Apstāties

source: Requeue
lv: Request

source: Enqueue
lv: Iekārtoties

source: Timeout
lv: Laika beigas

source: Result TTL
lv: Rezultāts TTL

source: Arguments
lv: Argumenti

source: Keyword Arguments
lv: Atslēgvārdu argumenti

source: Depends on
lv: Atkarīgs no

source: Exception
lv: Izņēmums

source: tasks in
lv: uzdevumi

source: Queued Jobs
lv: Darbi rindā

source: Select <strong>all %(count)s %(object_type_plural)s</strong> matching query
lv: Izvēlēties <strong>visiem %(count)s %(object_type_plural)s</strong> atbilstīgs vaicājums

source: Worker Info
lv: Informācija par darbinieku

source: Worker
lv: Strādnieks

source: Queues
lv: Rindas

source: Current Job
lv: Pašreizējais darbs

source: Successful job count
lv: Veiksmīgu darbu skaits

source: Failed job count
lv: Neveiksmīgu darbu skaits

source: Total working time
lv: Kopējais darba laiks

source: seconds
lv: sekundes

source: Background Workers
lv: Priekšvēstures darbinieki

source: Workers in %(queue_name)s
lv: Strādnieki %(queue_name)s

source: Export All
lv: Eksportēt visu

source: Config
lv: Konfigurācija

source: System Status
lv: Sistēmas statuss

source: System hostname
lv: Sistēmas resursdatora nosaukums

source: NetBox release
lv: NetBox izlaidums

source: Django version
lv: Django versija

source: PostgreSQL version
lv: PostgreSQL versija

source: Database name
lv: Datu bāzes nosaukums

source: Database size
lv: Datu bāzes lielums

source: Unavailable
lv: Nav pieejams

source: RQ workers
lv: RQ darbinieki

source: default queue
lv: noklusējuma rinda

source: System time
lv: Sistēmas laiks

source: Django Apps
lv: Django lietotnes

source: Current Configuration
lv: Pašreizējā konfigurācija

source: Installed Plugins
lv: Instalētie spraudņi

source: No plugins are installed.
lv: Nav instalēti spraudņi.

source: Are you sure you want to disconnect these %(count)s %(obj_type_plural)s?
lv: Vai esat pārliecināts, ka vēlaties tos atvienot %(count)s %(obj_type_plural)s?

source: Cable Trace for %(object_type)s %(object)s
lv: Kabeļu izsekošana %(object_type)s %(object)s

source: Download SVG
lv: Lejupielādēt SVG

source: Asymmetric Path
lv: Asimetrisks ceļš

source: The nodes below have no links and result in an asymmetric path
lv: Zemāk esošajiem mezgliem nav saites, un tie rada asimetrisku ceļu

source: Path split
lv: Ceļa sadalījums

source: Select a node below to continue
lv: Lai turpinātu, atlasiet zemāk esošo mezglu

source: Trace Completed
lv: Izsekošana pabeigta

source: Total segments
lv: Kopējie segmenti

source: Total length
lv: Kopējais garums

source: No paths found
lv: Ceļi nav atrasti

source: Related Paths
lv: Saistītie ceļi

source: Origin
lv: Izcelsme

source: Destination
lv: Galamērķis

source: Segments
lv: Segmenti

source: Incomplete
lv: Nepilnīgs

source: Not Connected
lv: Nav savienots

source: NAT for
lv: NAT

source: NAT
lv: NAKTS

source: Copy to clipboard
lv: Kopēt starpliktuvē

source: Highlight device in rack
lv: Izcelt iekārtu statnē

source: Not racked
lv: Nav ievietots statnē

source: Hide Enabled
lv: Paslēpt iespējots

source: Hide Disabled
lv: Paslēpt atspējotu

source: Hide Virtual
lv: Slēpt virtuālo

source: Hide Disconnected
lv: Paslēpt atvienoto

source: Parent Bay
lv: Vecāku līcis

source: Regenerate Slug
lv: Reģenerēt URL identifikatoru

source: Remove
lv: Noņemt

source: Local Config Context Data
lv: Vietējās konfigurācijas konteksta dati

source: Device Bay
lv: Iekārtas nodalījums

source: Remove %(device)s from %(device_bay)s?
lv: Noņemt %(device)s no %(device_bay)s?

source: Are you sure you want to remove <strong>%(device)s</strong> from <strong>%(device_bay)s</strong>?
lv: Vai esat pārliecināts, ka vēlaties noņemt <strong>%(device)s</strong> no <strong>%(device_bay)s</strong>?

source: Populate
lv: Apdzīvot

source: Bay
lv: Līcis

source: Add Device
lv: Pievienot ierīci

source: VM Role
lv: VM loma

source: Child Device Roles
lv: Bērn-iekārtas lomas

source: Add a Device Role
lv: Iekārtas lomas pievienošana

source: Positions
lv: Pozīcijas

source: Marked as Connected
lv: Atzīmēts kā savienots

source: Connection Status
lv: Savienojuma statuss

source: Port Mappings
lv: Ostu kartēšana

source: No mappings defined
lv: Nav definētas kartēšanas

source: A Side
lv: A puse
