Repository: netbox-community/netbox
Catalog: netbox/translations/*/LC_MESSAGES/django.po
Languages: lv

source: Device cannot be removed from virtual chassis {virtual_chassis} because it is currently designated as its master.
lv: Ierīci nevar noņemt no virtuālās šasijas {virtual_chassis} jo šobrīd tā ir izraudzīta par savu kapteini.

source: domain
lv: domēns

source: virtual chassis
lv: virtuālā šasija

source: The selected master ({master}) is not assigned to this virtual chassis.
lv: Izvēlētais kapteinis ({master}) nav piešķirts šai virtuālajai šasijai.

source: Unable to delete virtual chassis {self}. There are member interfaces which form a cross-chassis LAG interfaces.
lv: Nevar izdzēst virtuālo šasiju {self}. Tā satur interfeisus, kas veido starpšasiju LAG interfeisus.

source: identifier
lv: identifikators

source: Numeric identifier unique to the parent device
lv: Ciparu identifikators, kas ir unikāls vecāk-iekārtaI

source: comments
lv: komentāri

source: virtual device context
lv: virtuālās iekārtas konteksts

source: virtual device contexts
lv: virtuālo ierīču konteksti

source: {ip} is not an IPv{family} address.
lv: {ip} nav IPV{family} adrese.

source: Primary IP address must belong to an interface on the assigned device.
lv: Primārajai IP adresei jāpieder pie piešķirtās iekārtas interfeisa.

source: MAC addresses
lv: MAC adreses

source: Cannot unassign MAC Address while it is designated as the primary MAC for an object
lv: Nevar atcelt MAC adreses piešķiršanu, kamēr tā ir apzīmēta kā objekta primārais MAC

source: Cannot reassign MAC Address while it is designated as the primary MAC for an object
lv: Nevar mainīt MAC adresi, kamēr tā ir apzīmēta kā objekta primārais MAC

source: An interface cannot be bridged to itself.
lv: Saskarni nevar savienot ar sevi.

source: Virtual interfaces cannot have a PoE mode.
lv: Virtuālajām saskarnēm nevar būt PoE režīms.

source: Virtual interfaces cannot have a PoE type.
lv: Virtuālajām saskarnēm nevar būt PoE tipa.

source: Must specify PoE mode when designating a PoE type.
lv: Norādot PoE veidu, jānorāda PoE režīms.

source: Wireless role may be set only on wireless interfaces.
lv: Bezvadu lomu var iestatīt tikai bezvadu saskarnēs.

source: schema
lv: shēma

source: module type profile
lv: moduļa tipa profils

source: module type profiles
lv: moduļa tipa profili

source: attributes
lv: atribūti

source: module type
lv: moduļa tips

source: module types
lv: moduļu veidi

source: Invalid schema: {error}
lv: Nederīga shēma: {error}

source: module
lv: modulis

source: modules
lv: moduļi

source: Module must be installed within a module bay belonging to the assigned device ({device}).
lv: Modulis jāuzstāda moduļa nodalījumā, kas pieder piešķirtajai iekārtai ({device}).

source: power panel
lv: barošanas panelis

source: power panels
lv: barošanas paneļi

source: Location {location} ({location_site}) is in a different site than {site}
lv: Telpa {location} ({location_site}) atrodas citā vietā nekā {site}

source: supply
lv: piegāde

source: phase
lv: fāze

source: voltage
lv: spriegums

source: amperage
lv: strāvas stiprums

source: max utilization
lv: maksimālā izmantošana

source: Maximum permissible draw (percentage)
lv: Maksimālā pieļaujamā izloze (procentos)

source: available power
lv: pieejamā jauda

source: power feed
lv: strāvas padeve

source: power feeds
lv: strāvas padeves

source: Rack {rack} ({rack_site}) and power panel {powerpanel} ({powerpanel_site}) are in different sites.
lv: Statne {rack} ({rack_site}) un barošanas panelis {powerpanel} ({powerpanel_site}) atrodas dažādās vietās.

source: Voltage cannot be negative for AC supply
lv: Maiņstrāvas padevei spriegums nevar būt negatīvs

source: width
lv: platums

source: Rail-to-rail width
lv: Platums no dzelzceļa līdz sliedēm

source: Height in rack units
lv: Augstums statnes vienībās

source: starting unit
lv: starta vienība

source: Starting unit for rack
lv: Statnes pirmās vienības numerācija

source: descending units
lv: dilstošas vienības

source: Units are numbered top-to-bottom
lv: Vienības ir numurētas no augšas uz leju

source: outer width
lv: ārējais platums

source: Outer dimension of rack (width)
lv: Statnes ārējais izmērs (platums)

source: outer height
lv: ārējais augstums

source: Outer dimension of rack (height)
lv: Statnes ārējais izmērs (augstums)

source: outer depth
lv: ārējais dziļums

source: Outer dimension of rack (depth)
lv: Statnes ārējais izmērs (dziļums)

source: outer unit
lv: ārējā vienība

source: mounting depth
lv: montāžas dziļums

source: Maximum depth of a mounted device, in millimeters. For four-post racks, this is the distance between the front and rear rails.
lv: Uzstādītās iekārtas maksimālais dziļums milimetros. Četru balstu statīviem tas ir attālums starp priekšējām un aizmugurējām vadotnēm.

source: max weight
lv: maksimālais svars

source: Maximum load capacity for the rack
lv: Maksimālā statnes kravnesība

source: form factor
lv: formas faktors

source: rack type
lv: statnes veids

source: rack types
lv: statņu veidi

source: Must specify a unit when setting an outer dimension
lv: Iestatot ārējo izmēru, jānorāda vienība

source: Must specify a unit when setting a maximum weight
lv: Jānorāda vienība, iestatot maksimālo svaru

source: rack role
lv: statnes loma

source: rack roles
lv: statņu lomas

source: facility ID
lv: objekta ID

source: Locally-assigned identifier
lv: Lokāli piešķirtais identifikators

source: Functional role
lv: Funkcionālā loma

source: A unique tag used to identify this rack
lv: Unikāla birka, ko izmanto, lai identificētu šo statni

source: rack
lv: statne

source: racks
lv: statnes

source: Assigned location must belong to parent site ({site}).
lv: Piešķirtajai telpai jāatrodas vietā ({site}).

source: Rack must be at least {min_height}U tall to house currently installed devices.
lv: Statnei jābūt vismaz {min_height}U vietu lielai, lai ietilptu pašlaik uzstādītās iekārtas.

source: Rack unit numbering must begin at {position} or less to house currently installed devices.
lv: Statnes vienību numerācijai jāsākas no {position} vai mazākas pozīcijas, lai ietilptu pašlaik uzstādītās iekārtas.

source: Location must be from the same site, {site}.
lv: Telpai jāatrodas tajā pašā vietā, {site}.

source: units
lv: vienības

source: rack reservation
lv: statnes rezervācija

source: rack reservations
lv: statnes rezervācijas

source: Invalid unit(s) for {height}U rack: {unit_list}
lv: Nederīga (-as) vienība (-as) {height}U statnē: {unit_list}

source: The following units have already been reserved: {unit_list}
lv: Šādas vienības jau ir rezervētas: {unit_list}

source: A top-level region with this name already exists.
lv: Augstākā līmeņa reģions ar šo nosaukumu jau pastāv.

source: A top-level region with this slug already exists.
lv: Augstākā līmeņa reģions ar šo URL identifikatoru jau pastāv.

source: region
lv: reģions

source: regions
lv: reģioni

source: A top-level site group with this name already exists.
lv: Augstākā līmeņa vietu grupa ar šo nosaukumu jau pastāv.

source: A top-level site group with this slug already exists.
lv: Augstākā līmeņa vietu grupa ar šo URL identifikatoru jau pastāv.

source: site group
lv: vietu grupa

source: site groups
lv: vietu grupas

source: Full name of the site
lv: Pilns vietas nosaukums

source: facility
lv: iekārta

source: Local facility ID or description
lv: Vietējā objekta ID vai apraksts

source: physical address
lv: fiziskā adrese

source: Physical location of the building
lv: Ēkas fiziskā atrašanās vieta

source: shipping address
lv: piegādes adrese

source: If different from the physical address
lv: Ja atšķiras no fiziskās adreses

source: site
lv: vieta

source: sites
lv: vietas

source: A location with this name already exists within the specified site.
lv: Telpa ar šo nosaukumu jau pastāv norādītajā vietā.

source: A location with this slug already exists within the specified site.
lv: Telpa ar šo URL identifikatoru jau pastāv norādītajā vietā.

source: location
lv: telpa

source: locations
lv: telpas

source: Parent location ({parent}) must belong to the same site ({site}).
lv: Vecāk-telpai ({parent}) jāpieder tai pašai vietai ({site}).

source: Add Components
lv: Pievienot komponentus

source: Disconnect Selected
lv: Atvienot atlasīto

source: Termination A
lv: Izbeigšana A

source: Termination B
lv: Izbeigšana B

source: Device A
lv: Iekārta A

source: Device B
lv: Iekārta B

source: Location A
lv: Telpa A

source: Location B
lv: Telpa B

source: Rack A
lv: Statne A

source: Rack B
lv: Statne B

source: Site A
lv: Vieta A

source: Site B
lv: Vieta B

source: Color Name
lv: Krāsas nosaukums

source: Reachable
lv: Sasniedzams

source: Devices
lv: Iekārtas

source: VMs
lv: VM

source: Config Template
lv: Konfigurācijas veidne

source: U Height
lv: U augstums

source: IP Address
lv: IP adrese

source: IPv4 Address
lv: IPv4 Adrese

source: IPv6 Address
lv: IPv6 adrese

source: VC Position
lv: VC pozīcija

source: VC Priority
lv: VC prioritāte

source: Parent Device
lv: Vecāk-iekārta

source: Position (Device Bay)
lv: Pozīcija (iekārtas nodalījums)

source: Console ports
lv: Konsoles porti

source: Console server ports
lv: Konsoles servera porti

source: Power ports
lv: Strāvas porti

source: Power outlets
lv: Strāvas kontaktligzdas

source: Interfaces
lv: Interfeisi

source: Front ports
lv: Priekšējie porti

source: Device bays
lv: Iekārtas nodalījumi

source: Module bays
lv: Moduļu nodalījumi

source: Inventory items
lv: Inventāra preces

source: Device Location
lv: Iekārtas atrašanās vieta

source: Device Site
lv: Iekārtas vieta

source: Module Bay
lv: Moduļa līcis

source: Inventory Items
lv: Inventāra preces

source: Cable Color
lv: Kabeļa krāsa

source: Link Peers
lv: Saistiet vienaudžus

source: Mark Connected
lv: Atzīmējiet savienotu

source: Maximum draw (W)
lv: Maksimālā izloze (W)

source: Allocated draw (W)
lv: Piešķirtā izloze (W)

source: IP Addresses
lv: IP adreses

source: Primary MAC
lv: Primārais MAC

source: MAC Addresses
lv: MAC adreses

source: FHRP Groups
lv: FHRP grupas

source: Tunnel
lv: Tunelis

source: Management Only
lv: Tikai vadība

source: VDCs
lv: VDC

source: Virtual Circuit
lv: Virtuālā ķēde

source: Mappings
lv: Kartēšana

source: Installed Device
lv: Uzstādītā iekārta

source: Installed Role
lv: Instalētā loma

source: Installed Type
lv: Instalētais veids

source: Installed Description
lv: Instalētais apraksts

source: Installed Serial
lv: Instalēta sērijveida

source: Installed Asset Tag
lv: Instalētais aktīvu tags

source: Installed Module
lv: Instalēts modulis

source: Module Serial
lv: Sērijas modulis

source: Module Asset Tag
lv: Moduļa aktīvu tags

source: Module Status
lv: Moduļa statuss

source: Component
lv: Komponents

source: Items
lv: Priekšmeti

source: Rack Types
lv: Statņu veidi

source: Device Types
lv: Ierīču veidi

source: Module Types
lv: Moduļu veidi

source: Platforms
lv: Platformas

source: Default Platform
lv: Noklusējuma platforma

source: Full Depth
lv: Pilns dziļums

source: Device Count
lv: Ierīču skaits

source: Console Ports
lv: Konsoles porti

source: Console Server Ports
lv: Konsoles servera porti

source: Power Ports
lv: Strāvas porti

source: Power Outlets
lv: Strāvas kontaktligzdas

source: Front Ports
lv: Priekšējās ostas

source: Rear Ports
lv: Aizmugurējie porti

source: Device Bays
lv: Iekārtas nodalījumi

source: Module Bays
lv: Moduļu līči

source: Module Count
lv: Moduļu skaits

source: Power Feeds
lv: Strāvas padeves

source: Max Utilization
lv: Maksimālā izmantošana

source: Available Power (VA)
lv: Pieejamā jauda (VA)

source: Racks
lv: Statnes

source: Height
lv: Augstums

source: Outer Width
lv: Ārējais platums

source: Outer Height
lv: Ārējais augstums

source: Outer Depth
lv: Ārējais dziļums

source: Max Weight
lv: Maksimālais svars

source: Rack Count
lv: Plauktu skaits

source: Space
lv: Kosmosa

source: Sites
lv: Vietas

source: VLAN Groups
lv: VLAN grupas

source: Test case must set peer_termination_type
lv: Testa gadījumā jāiestata peer_termination_type

source: {} millimeters
lv: {} milimetri

source: Serial number
lv: Sērijas numurs

source: Maximum weight
lv: Maksimālais svars

source: Management
lv: Vadība

source: Out-of-band IP
lv: OOB IP

source: Parent/child
lv: Vecākas/bērns

source: Virtual Chassis Members
lv: Virtuālās šasijas locekļi

source: Power Utilization
lv: Jaudas izmantošana

source: Disconnected {count} {type}
lv: Atvienots {count} {type}

source: Child Regions
lv: Bērnu reģioni

source: Child Groups
lv: Bērnu grupas

source: Non-Racked Devices
lv: Statnē neievietotas iekārtas

source: Child Locations
lv: Apakš-telpas

source: Reservations
lv: Rezervācijas

source: Application Services
lv: Lietojumprogrammu pakalpojumi

source: Config Context
lv: Konfigurācijas konteksts

source: Render Config
lv: Renderēšanas konfigurācija

source: Virtual Machines
lv: Virtuālās mašīnas

source: Installed device {device} in bay {device_bay}.
lv: Uzstādīta iekārta {device} nodalījumā {device_bay}.

source: Removed device {device} from bay {device_bay}.
lv: Demontēta iekārta {device} no nodalījuma {device_bay}.

source: Children
lv: Bērni

source: Added member <a href="{url}">{device}</a>
lv: Pievienots dalībnieks <a href="{url}">{device}</a>

source: Unable to remove master device {device} from the virtual chassis.
lv: Nevar noņemt galveno ierīci {device} no virtuālās šasijas.

source: Removed {device} from virtual chassis {chassis}
lv: Noņemts {device} no virtuālās šasijas {chassis}

source: Unknown related object(s): {name}
lv: Nezināms (-i) saistītais objekts (-i): {name}

source: Changing the type of custom fields is not supported.
lv: Pielāgoto lauku veida maiņa netiek atbalstīta.

source: Scheduling is not enabled for this script.
lv: Šim skriptam plānošana nav iespējota.

source: Scheduled time must be in the future.
lv: Plānotajam laikam jābūt nākotnē.

source: Text
lv: Teksts

source: Text (long)
lv: Teksts (garš)

source: Integer
lv: Vesels skaitlis

source: Decimal
lv: Decimālā daļa

source: Boolean (true/false)
lv: Būla (patiess/nepatiess)

source: Date
lv: Datums

source: Date & time
lv: Datums un laiks

source: Selection
lv: Atlases

source: Multiple selection
lv: Vairākkārtēja izvēle

source: Multiple objects
lv: Vairāki objekti

source: Loose
lv: Vaļīgs

source: Exact
lv: Precīzs

source: Always
lv: Vienmēr

source: If set
lv: Ja iestatīts

source: Hidden
lv: Slēpts

source: Yes
lv: Jā

source: No
lv: Nē

source: Link
lv: Saite

source: Newest
lv: Jaunākais

source: Oldest
lv: Vecākais

source: Alphabetical (A-Z)
lv: Alfabētiskā secība (A-Z)

source: Alphabetical (Z-A)
lv: Alfabētiskā secība (Z-A)

source: Success
lv: Panākumi

source: Danger
lv: Briesmas

source: Failure
lv: Neveiksme

source: Blue
lv: Zils

source: Purple
lv: Violets

source: Pink
lv: sārts

source: Red
lv: sarkans

source: Orange
lv: apelsīns

source: Yellow
lv: Dzeltens

source: Green
lv: Zaļš

source: Teal
lv: Zilgans

source: Cyan
lv: Ciāna

source: Gray
lv: Pelēks

source: Black
lv: Melns

source: White
lv: Balts

source: Webhook
lv: Tīmekļa āķis

source: Script
lv: Skripts

source: Notification
lv: Paziņojums

source: Unknown operator: {op}. Must be one of: {operators}
lv: Nezināms operators: {op}. Jābūt vienam no: {operators}

source: Unsupported value type: {value}
lv: Neatbalstītais vērtības tips: {value}

source: Invalid type for {op} operation: {value}
lv: Nederīgs tips {op} operācija: {value}

source: Ruleset must be a dictionary, not {ruleset}.
lv: Kārtulu kopai jābūt vārdnīcai, nevis {ruleset}.

source: Invalid logic type: must be 'AND' or 'OR'. Please check documentation.
lv: Nederīgs loģikas tips: jābūt “AND” vai “OR”. Lūdzu, pārbaudiet dokumentāciju.

source: Incorrect key(s) informed. Please check documentation.
lv: Informēts par nepareizu atslēgu (-as). Lūdzu, pārbaudiet dokumentāciju.

source: Widget type
lv: Logrīka veids

source: Unregistered widget class: {name}
lv: Nereģistrēta logrīku klase: {name}

source: {class_name} must define a render() method.
lv: {class_name} jādefinē render () metode.

source: Note
lv: Piezīme

source: Display some arbitrary custom content. Markdown is supported.
lv: Parādiet kādu patvaļīgu pielāgotu saturu. Markdown tiek atbalstīts.

source: Object Counts
lv: Objektu skaits

source: Display a set of NetBox models and the number of objects created for each type.
lv: Parādiet NetBox modeļu kopu un katram tipam izveidoto objektu skaitu.

source: Filters to apply when counting the number of objects
lv: Filtri, kas jāpiemēro, skaitot objektu skaitu

source: Invalid format. Object filters must be passed as a dictionary.
lv: Nederīgs formāts. Objektu filtri jānodod kā vārdnīca.

source: Object List
lv: Objektu saraksts

source: Display an arbitrary list of objects.
lv: Parādīt patvaļīgu objektu sarakstu.

source: The default number of objects to display
lv: Parādīto objektu noklusējuma skaits

source: Invalid format. URL parameters must be passed as a dictionary.
lv: Nederīgs formāts. URL parametri jānodod kā vārdnīca.

source: Invalid model selection: {self['model'].data} is not supported.
lv: Nederīga modeļa izvēle: {self['model'].data} netiek atbalstīts.

source: RSS Feed
lv: RSS plūsma

source: Embed an RSS feed from an external website.
lv: Iegult RSS plūsmu no ārējas vietnes.

source: Feed URL
lv: Fēmas URL

source: Requires external connection
lv: Nepieciešams ārējs savienojums

source: The maximum number of objects to display
lv: Maksimālais rādījamo objektu skaits

source: How long to stored the cached content (in seconds)
lv: Cik ilgi jāsaglabā kešatmiņā saglabātais saturs (sekundēs)

source: Timeout value for fetching the feed (in seconds)
lv: Laika beigu vērtība plūsmas iegūšanai (sekundēs)

source: Bookmarks
lv: Grāmatzīmes

source: Show your personal bookmarks
lv: Parādiet savas personīgās grāmatzīmes

source: Unknown action type for an event rule: {action_type}
lv: Nezināms darbības veids notikuma kārtulai: {action_type}

source: Cannot import events pipeline {name} error: {error}
lv: Nevar importēt notikumu cauruļvadu {name} kļūda: {error}

source: Script module (ID)
lv: Skripta modulis (ID)

source: Data file (ID)
lv: Datu fails (ID)

source: Group (name)
lv: Grupa (nosaukums)

source: Cluster type
lv: Klasteru tips

source: Cluster type (slug)
lv: Klāsteru tips (URL identifikators)

source: Tenant group
lv: Īrnieku grupa

source: Tenant group (slug)
lv: Nomnieku grupa (URL identifikators)

source: Tag
lv: Birka

source: Tag (slug)
lv: Birka (URL identifikators)

source: Has local config context data
lv: Ir lokālās konfigurācijas konteksta dati

source: Group name
lv: Grupas nosaukums

source: Required
lv: Nepieciešams

source: Must be unique
lv: Jābūt unikālam

source: UI visible
lv: Saskarne redzama

source: UI editable
lv: Interfejs rediģējams

source: Is cloneable
lv: Ir klonējams

source: Minimum value
lv: Minimālā vērtība

source: Maximum value
lv: Maksimālā vērtība

source: Validation regex
lv: Pārbaudes regex

source: Behavior
lv: Uzvedība

source: New window
lv: Jauns logs

source: Button class
lv: Pogas klase

source: MIME type
lv: MIME tips

source: File name
lv: Faila nosaukums

source: File extension
lv: Faila paplašinājums

source: As attachment
lv: Kā pielikums

source: Shared
lv: Kopīgots

source: HTTP method
lv: HTTP metode

source: Payload URL
lv: Lietderīgās slodzes URL

source: SSL verification
lv: SSL verifikācija

source: Secret
lv: Noslēpums

source: CA file path
lv: CA faila ceļš

source: Event types
lv: Pasākumu veidi

source: Is active
lv: Ir aktīvs

source: Auto sync enabled
lv: Automātiskā sinhronizācija iespējo

source: Object types
lv: Objektu veidi

source: One or more assigned object types
lv: Viens vai vairāki piešķirtie objektu tipi

source: Field data type (e.g. text, integer, etc.)
lv: Lauka datu tips (piemēram, teksts, vesels skaitlis utt.)

source: Object type
lv: Objekta tips

source: Object type (for object or multi-object fields)
lv: Objekta tips (objektu vai vairāku objektu laukiem)

source: Choice set
lv: Izvēles komplekts

source: Choice set (for selection fields)
lv: Izvēles komplekts (atlases laukiem)

source: Whether the custom field is displayed in the UI
lv: Vai lietotāja saskarnē tiek parādīts pielāgotais lauks

source: Whether the custom field is editable in the UI
lv: Vai pielāgotais lauks ir rediģējams lietotāja saskarnē

source: The base set of predefined choices to use (if any)
lv: Izmantojamo iepriekš definētu izvēļu bāzes kopa (ja tāda ir)

source: Quoted string of comma-separated field choices with optional labels separated by colon: "choice1:First Choice,choice2:Second Choice"
lv: Citēta ar komatu atdalītu lauku izvēles virkne ar izvēles etiķetēm, kas atdalītas ar kolu: “Choice1:First Choice, Choice2:Second Choice”

source: button class
lv: pogu klase

source: The class of the first link in a group will be used for the dropdown button
lv: Nolaižamajā pogai tiks izmantota pirmās saites klase grupā

source: Data source which provides the data file
lv: Datu avots, kas nodrošina datu failu

source: Data file
lv: Datu fails

source: Data file containing the template code
lv: Datu fails, kurā ir veidnes kods

source: Enable automatic synchronization of template content when the data file is updated
lv: Iespējot veidnes satura automātisko sinhronizāciju, kad datu fails tiek atjaunināts

source: Must specify either local content or a data file
lv: Jānorāda vietējais saturs vai datu fails

source: The event type(s) which will trigger this rule
lv: Notikuma veids (-i), kas aktivizēs šo kārtulu

source: Action object
lv: Darbības objekts

source: Webhook name or script as dotted path module.Class
lv: Webhook nosaukums vai skripts kā punktēts ceļš module.Class

source: Webhook {name} not found
lv: Tīmekļa āķis {name} nav atrasts

source: Script {name} not found
lv: Skripts {name} nav atrasts

source: Assigned object type
lv: Piešķirtais objekta tips

source: The classification of entry
lv: Ierakstu klasifikācija

source: Comments
lv: Komentāri

source: Users
lv: Lietotāji

source: User names separated by commas, encased with double quotes
lv: Lietotājvārdi, kas atdalīti ar komatiem, pārklāti ar dubultām pēdiņām

source: Groups
lv: Grupas

source: Group names separated by commas, encased with double quotes
lv: Grupu nosaukumi, kas atdalīti ar komatiem, iesaiņoti ar dubultām pēdiņām

source: Type Options
lv: Tipa opcijas

source: Related object type
lv: Saistītā objekta tips

source: Field type
lv: Lauka veids

source: Choices
lv: Izvēles

source: Data
lv: Dati

source: Rendering
lv: Renderēšana

source: Content types
lv: Satura veidi

source: HTTP content type
lv: HTTP satura veids

source: Event type
lv: Pasākuma veids

source: Action type
lv: Darbības veids

source: Tagged object type
lv: Atzīmēta objekta tips

source: Allowed object type
lv: Atļautais objekta tips

source: Regions
lv: Reģioni

source: Site groups
lv: Vietu grupas

source: Locations
lv: Telpas

source: Device types
lv: Ierīču veidi

source: Roles
lv: Lomas

source: Cluster types
lv: Klasteru veidi

source: Cluster groups
lv: Klasteru grupas

source: Clusters
lv: Klasteri

source: Tenant groups
lv: Īrnieku grupas

source: The type(s) of object that have this custom field
lv: Objekta tips (-i), kam ir šis pielāgotais lauks

source: Default value
lv: Noklusējuma vērtība

source: Type of the related object (for object/multi-object fields only)
lv: Saistītā objekta tips (tikai objektu/vairāku objektu laukiem)

source: Related object filter
lv: Saistīto objektu filtrs

source: Specify query parameters as a JSON object.
lv: Norādiet vaicājuma parametrus kā JSON objektu.

source: Custom Field
lv: Pielāgots lauks

source: The type of data stored in this field. For object/multi-object fields, select the related object type below.
lv: Šajā laukā saglabāto datu veids. Objektu/vairāku objektu laukiem zemāk atlasiet saistīto objektu tipu.
