Repository: netbox-community/netbox
Catalog: netbox/translations/*/LC_MESSAGES/django.po
Languages: lv

source: B Side
lv: B puse

source: No termination
lv: Nav izbeigšanas

source: Mark Planned
lv: Atzīmējiet plānoto

source: Mark Installed
lv: Atzīmējiet instalētu

source: Path Status
lv: Ceļa statuss

source: Not Reachable
lv: Nav sasniedzams

source: Path Endpoints
lv: Ceļa galapunkti

source: Not connected
lv: Nav savienots

source: Untagged
lv: Bez atzīmes

source: No VLANs Assigned
lv: Nav piešķirts VLAN

source: Clear
lv: Notīrīt

source: Clear All
lv: Notīrīt visu

source: Add Inventory Item
lv: Pievienot inventāra vienumu

source: Mounting Depth
lv: Montāžas dziļums

source: Starting Unit
lv: Sākuma vienība

source: Descending Units
lv: Dilstošas vienības

source: Rack elevation
lv: Statnes izskārtojums

source: Loading...
lv: Ielādē...

source: Add Child Interface
lv: Pievienot bērnu saskarni

source: Speed/Duplex
lv: Ātrums/duplekss

source: PoE Mode
lv: PoE režīms

source: PoE Type
lv: PoE tips

source: Bridged Interfaces
lv: Tilta interfeisi

source: VLAN Translation
lv: VLAN pārveide

source: Wireless Link
lv: Bezvadu saite

source: Channel
lv: Kanāls

source: Channel Frequency
lv: Kanāla frekvence

source: Channel Width
lv: Kanāla platums

source: Add IP Address
lv: Pievienot IP adresi

source: Add MAC Address
lv: Pievienot MAC adresi

source: Parent Item
lv: Vecāku vienums

source: Part ID
lv: Daļas ID

source: Asset Tag
lv: Aktīvu birka

source: Primary for interface
lv: Primārais interfeiss

source: Add Device Type
lv: Pievienot iekārtas tipu

source: Add Module Type
lv: Pievienot moduļa veidu

source: Model Name
lv: Modeļa nosaukums

source: Part Number
lv: Detaļas numurs

source: No profile assigned
lv: Nav piešķirts profils

source: Input
lv: Ievade

source: Outlets
lv: Tirdzniecības vietas

source: Allocated
lv: Piešķirts

# Leg of a power feed
source: Leg
lv: Kāju

source: Images and Labels
lv: Attēli un etiķetes

source: Images only
lv: Tikai attēli

source: Labels only
lv: Tikai etiķetes

source: Child Platforms
lv: Bērnu platformas

source: Add a Platform
lv: Pievienot platformu

source: Connected Device
lv: Savienotā iekārta

source: Utilization (Allocated
lv: Izmantošana (piešķirta

source: Electrical Characteristics
lv: Elektriskās īpašības

source: Feed Leg
lv: Barības kāja

source: Add Power Feeds
lv: Pievienojiet barošanas plūsmas

source: Maximum Draw
lv: Maksimālā izloze

source: Allocated Draw
lv: Piešķirtā izloze

source: Add reservation
lv: Pievienot rezervāciju

source: View List
lv: Skatīt sarakstu

source: Select rack view
lv: Izvēlieties statnes skatu

source: Sort By
lv: Kārtot pēc

source: No Racks Found
lv: Nav atrastas statnes

source: View Elevations
lv: Skatīt pacēlumus

source: Add Rack
lv: Pievienot statni

source: Add Site
lv: Pievienot vietu

source: Attachment
lv: Pielikums

source: Add Member
lv: Pievienot biedru

source: Add New Member to Virtual Chassis %(virtual_chassis)s
lv: Pievienot jaunu dalībnieku virtuālajai šasijai %(virtual_chassis)s

source: Add New Member
lv: Pievienot jaunu dalībnieku

source: Actions
lv: Darbības

source: Save & Add Another
lv: Saglabāt un pievienot citu

source: Editing Virtual Chassis %(name)s
lv: Virtuālās šasijas rediģēšana %(name)s

source: Rack/Unit
lv: Satne/Vienība

source: Create
lv: Izveidot

source: Remove Virtual Chassis Member
lv: Noņemt virtuālo šasijas locekli

source: Are you sure you want to remove <strong>%(device)s</strong> from virtual chassis %(name)s?
lv: Vai esat pārliecināts, ka vēlaties noņemt <strong>%(device)s</strong> no virtuālās šasijas %(name)s?

source: Identifier
lv: Identifikators

source: A module import error occurred during this request. Common causes include the following:
lv: Šī pieprasījuma laikā radās moduļa importēšanas kļūda. Bieži cēloņi ir šādi:

source: Missing required packages
lv: Trūkst nepieciešamo paku

source: This installation of NetBox might be missing one or more required Python packages. These packages are listed in <code>%(req_file)s</code> and <code>%(local_req_file)s</code>, and are normally installed as part of the installation or upgrade process. To verify installed packages, run <code>%(pip_cmd)s</code> from the console and compare the output to the list of required packages.
lv: Šajā NetBox instalācijā var trūkst vienas vai vairāku nepieciešamo Python pakotņu. Šīs paketes ir uzskaitītas <code>%(req_file)s</code> un <code>%(local_req_file)s</code>, un parasti tiek uzstādīti kā daļa no instalēšanas vai jaunināšanas procesa. Lai pārbaudītu instalētās pakotnes, palaidiet <code>%(pip_cmd)s</code> no konsoles un salīdziniet izvadi ar nepieciešamo pakotņu sarakstu.

source: WSGI service not restarted after upgrade
lv: Pēc jaunināšanas WSGI pakalpojums netiek restartēts

source: If this installation has recently been upgraded, check that the WSGI service (e.g. gunicorn or uWSGI) has been restarted. This ensures that the new code is running.
lv: Ja šī instalācija nesen ir atjaunināta, pārbaudiet, vai WSGI pakalpojums (piemēram, gunicorn vai UWSGI) ir restartēts. Tas nodrošina, ka jaunais kods darbojas.

source: A file permission error was detected while processing this request. Common causes include the following:
lv: Apstrādājot šo pieprasījumu, tika konstatēta faila atļaujas kļūda. Bieži cēloņi ir šādi:

source: Insufficient write permission to the media root
lv: Nepietiekama rakstīšanas atļauja multivides saknei

source: The configured media root is <code>%(media_root)s</code>. Ensure that the user NetBox runs as has access to write files to all locations within this path.
lv: Konfigurētā multivides sakne ir <code>%(media_root)s</code>. Pārliecinieties, ka lietotājs NetBox darbojas tādā veidā, kā ir piekļuve failu rakstīšanai visās atrašanās vietās šajā ceļā.

source: A database programming error was detected while processing this request. Common causes include the following:
lv: Apstrādājot šo pieprasījumu, tika konstatēta datu bāzes programmēšanas kļūda. Bieži cēloņi ir šādi:

source: Database migrations missing
lv: Trūkst datu bāzes migrācijas

source: When upgrading to a new NetBox release, the upgrade script must be run to apply any new database migrations. You can run migrations manually by executing <code>%(command)s</code> from the command line.
lv: Jauninot uz jaunu NetBox versiju, jaunināšanas skripts ir jāpalaiž, lai piemērotu visas jaunas datu bāzes migrācijas. Migrāciju var palaist manuāli, izpildot <code>%(command)s</code> no komandrindas.

source: Unsupported PostgreSQL version
lv: Neatbalstīta PostgreSQL versija

source: Ensure that PostgreSQL version 14 or later is in use. You can check this by connecting to the database using NetBox's credentials and issuing a query for <code>%(sql_query)s</code>.
lv: Pārliecinieties, vai tiek izmantota PostgreSQL versija 14 vai jaunāka. To var pārbaudīt, izveidojot savienojumu ar datu bāzi, izmantojot NetBox akreditācijas datus un izsniedzot vaicājumu <code>%(sql_query)s</code>.

source: JSON Schema
lv: JSON shēma

source: Environment Parameters
lv: Vides parametri

source: Template
lv: veidne

source: Group Name
lv: Grupas nosaukums

source: Must be Unique
lv: Jābūt unikālam

source: Cloneable
lv: Klonējams

source: Default Value
lv: Noklusējuma vērtība

source: Search Weight
lv: Meklēšanas svars

source: Filter Logic
lv: Filtra loģika

source: Display Weight
lv: Displeja svars

source: UI Visible
lv: Saskarne redzama

source: UI Editable
lv: Rediģējams lietotāja interfeiss

source: Validation Rules
lv: Pārbaudes kārtulas

source: Regular Expression
lv: Regulāra izteiksme

source: Button Class
lv: Pogas klase

source: Assigned Models
lv: Piešķirtie modeļi

source: Link Text
lv: Saites teksts

source: Link URL
lv: Saites URL

source: Reset Dashboard
lv: Atiestatīt informācijas paneli

source: This will remove <strong>all</strong> configured widgets and restore the default dashboard configuration.
lv: Tas noņems <strong>visiem</strong> konfigurētos logrīkus un atjaunojiet noklusējuma informācijas paneļa konfigurāciju.

source: This change affects only <i>your</i> dashboard, and will not impact other users.
lv: Šīs izmaiņas ietekmē tikai <i>jūsu</i> informācijas panelis, un tas neietekmēs citus lietotājus.

source: widget configuration
lv: logrīka konfigurācija

source: Close widget
lv: Aizvērt logrīku

source: Add a Widget
lv: Pievienot logrīku

source: No bookmarks have been added yet.
lv: Grāmatzīmes vēl nav pievienotas.

source: No permission
lv: Nav atļaujas

source: No permission to view this content
lv: Nav atļaujas skatīt šo saturu

source: Unable to load content. Could not resolve list URL for:
lv: Nevar ielādēt saturu. Nevarēja atrisināt saraksta URL:

source: No content found
lv: Nav atrasts saturs

source: This RSS feed requires an external connection. Check the ISOLATED_DEPLOYMENT setting.
lv: Šai RSS plūsmai ir nepieciešams ārējs savienojums. Pārbaudiet iestatījumu ISOLATED_DEPLOYMENT.

source: There was a problem fetching the RSS feed
lv: Radās problēma, lejupielādējot RSS plūsmu

source: Conditions
lv: Nosacījumi

source: Scheduled for
lv: Plānots

source: Duration
lv: Ilgums

source: Test Summary
lv: Pārbaudes kopsavilkums

source: Output
lv: Izeja

source: Download
lv: Lejupielādēt

source: Image Attachment
lv: Attēla pielikums

source: Parent Object
lv: Vecāku objekts

source: Loading
lv: Iekraušana

source: Results pending
lv: Rezultāti gaidāmi

source: Last Run
lv: Pēdējais skrējiens

source: Script is no longer present in the source file
lv: Skripts vairs nav avota failā

source: Never
lv: Nekad

source: Run Again
lv: Skrien vēlreiz

source: Run Script
lv: Palaist skriptu

source: Could not load scripts from module %(module)s
lv: Nevarēja ielādēt skriptus no moduļa %(module)s

source: No Scripts Found
lv: Nav atrasti skripti

source: Get started by <a href="%(create_script_url)s">creating a script</a> from an uploaded file or data source.
lv: Sāciet darbu <a href="%(create_script_url)s">skripta izveide</a> no augšupielādētā faila vai datu avota.

source: Journal Entry
lv: Žurnāla ieraksts

source: Notification Group
lv: Paziņojumu grupa

source: None assigned
lv: Neviens nav piešķirts

source: The local config context overwrites all source contexts
lv: Vietējā konfigurācijas konteksts pārraksta visus avota kontekstus

source: Source Contexts
lv: Avota konteksti

source: Attach an Image
lv: Pievienojiet attēlu

source: Thumbnail cannot be generated
lv: Sīktēlu nevar ģenerēt

source: Click to view original
lv: Noklikšķiniet, lai skatītu oriģinālu

source: No images have been attached to this %(object_type)s.
lv: Tam nav pievienoti attēli %(object_type)s.

source: New Journal Entry
lv: Jauns žurnāla ieraksts

source: Context Data
lv: Konteksta dati

source: Rendered Config
lv: Renderēta konfigurācija

source: Error rendering template
lv: Kļūdas renderēšanas veidne

source: Template output is empty
lv: Veidnes izvade ir tukša

source: No configuration template has been assigned.
lv: Konfigurācijas veidne nav piešķirta.

source: No tags assigned
lv: Nav piešķirts tags

source: Report
lv: Ziņojums

source: You do not have permission to run scripts
lv: Jums nav atļaujas palaist skriptus

source: Error loading script
lv: Kļūda, ielādējot skriptu

source: Script no longer exists in the source file.
lv: Skripts vairs nepastāv avota failā.

source: Results
lv: Rezultāti

source: Log threshold
lv: Žurnāla slieksnis

source: All
lv: Viss

source: Table Config
lv: Tabulas konfigurācija

source: Columns Displayed
lv: Parādītās kolonnas

source: Table Configuration
lv: Tabulas konfigurācija

source: Move Up
lv: Virzīties uz augšu

source: Move Down
lv: Pārvietoties uz leju

source: Tagged Items
lv: Atzīmētas preces

source: Allowed Object Types
lv: Atļautie objektu tipi

source: Any
lv: Jebkurš

source: Tagged Item Types
lv: Atzīmēti vienumu veidi

source: Tagged Objects
lv: Atzīmēti objekti

source: HTTP Method
lv: HTTP metode

source: HTTP Content Type
lv: HTTP satura veids

source: SSL Verification
lv: SSL verifikācija

source: Additional Headers
lv: Papildu galvenes

source: Body Template
lv: Ķermeņa veidne

source: Bulk Creation
lv: Lielapjoma izveide

source: Selected Objects
lv: Atlasītie objekti

source: to Add
lv: pievienot

source: Bulk Delete
lv: Lielapjoma dzēšana

source: Confirm Bulk Deletion
lv: Apstipriniet lielapjoma dzēšanu

source: The following operation will delete <strong>%(count)s</strong> %(type_plural)s. Please carefully review the selected objects and confirm this action.
lv: Tālāk norādītā darbība tiks dzēsta <strong>%(count)s</strong> %(type_plural)s. Lūdzu, rūpīgi pārskatiet atlasītos objektus un apstipriniet šo darbību.

source: Editing
lv: Rediģēšana

source: Bulk Edit
lv: Lielapjoma rediģēšana

source: Apply
lv: Piesakies

source: Bulk Import
lv: Lielapjoma imports

source: Direct Import
lv: Tiešais imports

source: Upload File
lv: Augšupielādēt failu

source: Submit
lv: Iesniegt

source: Field Options
lv: Lauka opcijas

source: Accessor
lv: Aksesuārs

source: choices
lv: izvēles

source: Import Value
lv: Importa vērtība

source: Format: YYYY-MM-DD
lv: Formāts: YYYY-MM-DD

source: Specify true or false
lv: Norādiet patiesu vai nepatiesu

source: Required fields <strong>must</strong> be specified for all objects.
lv: Obligātie lauki <strong>nepieciešamība</strong> jānorāda visiem objektiem.

source: Related objects may be referenced by any unique attribute. For example, <code>%(example)s</code> would identify a VRF by its route distinguisher.
lv: Uz saistītajiem objektiem var atsaukties jebkurš unikāls atribūts. Piemēram, <code>%(example)s</code> identificētu VRF pēc tā maršruta atšķirtāja.

source: Renaming
lv: Pārdēvēšana

source: Bulk Rename
lv: Lielapjoma pārdēvēšana

source: Current Name
lv: Pašreizējais nosaukums

source: New Name
lv: Jauns nosaukums

source: Rename
lv: Pārdēvēt

source: Preview
lv: Priekšskatījums

source: Are you sure
lv: Vai esat pārliecināts

source: Confirm
lv: Apstiprināt

source: Add a new %(object_type)s
lv: Pievienot jaunu %(object_type)s

source: View model documentation
lv: Skatīt modeļa dokumentāciju

source: Help
lv: Palīdzība

source: Create & Add Another
lv: Izveidot un pievienot citu

source: Filters
lv: Filtri

source: Select <strong>all <span class="total-object-count">%(count)s</span> %(object_type_plural)s</strong> matching query
lv: Izvēlēties <strong>visiem <span class="total-object-count">%(count)s</span> %(object_type_plural)s</strong> atbilstīgs vaicājums

source: New Release Available
lv: Pieejams jauns izlaidums

source: is available
lv: ir pieejams

# Document title
source: Upgrade Instructions
lv: Jaunināšanas instrukcijas

source: Unlock Dashboard
lv: Atbloķēt informācijas paneli

source: Lock Dashboard
lv: Bloķēšanas informācijas panelis

source: Add Widget
lv: Pievienot logrīku

source: Save Layout
lv: Saglabāt izkārtojumu

source: Confirm Deletion
lv: Apstipriniet dzēšanu

source: Are you sure you want to <strong class="text-danger">delete</strong> %(object_type)s <strong>%(object)s</strong>?
lv: Vai esat pārliecināts, ka vēlaties <strong class="text-danger">dzēst</strong> %(object_type)s <strong>%(object)s</strong>?

source: The following objects will be deleted as a result of this action.
lv: Šīs darbības rezultātā tiks dzēsti šādi objekti.

source: Dismiss %(count)s unread notification?
lv: Atmest %(count)s nelasīti paziņojumi?

source: Dismiss all unread notifications
lv: Noraidīt visus nelasītos paziņojumus

source: Dismiss all
lv: Atmest visus

source: ago
lv: pirms

source: No unread notifications
lv: Nav nelasītu paziņojumu

source: All notifications
lv: Visi paziņojumi

source: Select
lv: Izvēlēties

source: Quick Add
lv: Ātra pievienošana

source: Created %(object_type)s %(object)s
lv: Izveidots %(object_type)s %(object)s

source: Reset
lv: Atiestatīt

source: Enable dark mode
lv: Iespējot tumšo režīmu

source: Enable light mode
lv: Iespējot gaismas režīmu

source: Before you can add a %(model)s you must first create a <strong>%(prerequisite_model)s</strong>.
lv: Pirms varat pievienot %(model)s vispirms jāizveido <strong>%(prerequisite_model)s</strong>.

source: Page selection
lv: Lapas izvēle

source: Showing %(start)s-%(end)s of %(total)s
lv: parādīšana %(start)s-%(end)s no %(total)s

source: Pagination options
lv: Lappusēšanas opcijas

source: Per Page
lv: Par lapu

source: Data is out of sync with upstream file
lv: Dati nav sinhronizēti ar augšupējo failu

source: Quick search
lv: Ātra meklēšana

source: Saved filter
lv: Saglabātais filtrs

source: Clear ordering
lv: Skaidra pasūtīšana

source: Help center
lv: Palīdzības centrs

source: Log Out
lv: Izrakstīties

source: Log In
lv: Pieslēgties

source: Family
lv: Ģimene

source: Date Added
lv: Pievienošanas datums

source: Add Prefix
lv: Pievienot prefiksu

source: AS Number
lv: AS numurs

source: Authentication Type
lv: Autentifikācijas veids

source: Authentication Key
lv: Autentifikācijas atslēga

source: Virtual IP Addresses
lv: Virtuālās IP adreses

source: Assign IP
lv: Piešķiriet IP

source: Bulk Create
lv: Lielapjoma izveide

source: Max Depth
lv: Maksimālais dziļums

source: Max Length
lv: Maksimālais garums

source: Create Group
lv: Izveidot grupu

source: Virtual IPs
lv: Virtuālie IP

source: Show Assigned
lv: Rādīt piešķirto

source: Show Available
lv: Rādīt pieejamo

source: Show All
lv: Rādīt visu

source: Global
lv: Globāls

source: NAT (outside)
lv: NAT (ārpusē)

source: Assign an IP Address
lv: Piešķiriet IP adresi

source: Select IP Address
lv: Izvēlieties IP adresi

source: Search Results
lv: Meklēšanas rezultāti

source: Bulk Add IP Addresses
lv: Lielapjoma IP adreses pievienošana

source: Starting Address
lv: Sākuma adrese

source: Ending Address
lv: Noslēguma adrese

source: Addressing Details
lv: Informācija par adresēšanu

source: Marked fully utilized
lv: Marķēts pilnībā izmantots

source: Child IPs
lv: Bērnu IP

source: Available IPs
lv: Pieejamie IP

source: First available IP
lv: Pirmais pieejamais IP

source: Prefix Details
lv: Detaļas par prefiksu

source: Network Address
lv: Tīkla adrese

source: Network Mask
lv: Tīkla maska

source: Wildcard Mask
lv: Aizstājējzīmju maska

source: Broadcast Address
lv: Apraides adrese

source: Add IP Range
lv: Pievienojiet IP diapazonu

source: Hide Depth Indicators
lv: Slēpt dziļuma indikatorus

source: Add Aggregate
lv: Pievienot agregātu

source: Importing VRFs
lv: VRF importēšana

source: Exporting VRFs
lv: VRF eksportēšana

source: Importing L2VPNs
lv: L2VPN importēšana

source: Exporting L2VPNs
lv: L2VPN eksportēšana

source: Q-in-Q Role
lv: Q-in-Q loma

source: Add a Prefix
lv: Pievienojiet prefiksu

source: Customer VLANs
lv: Klientu VLAN

source: Add a VLAN
lv: Pievienojiet VLAN

source: Add VLAN
lv: Pievienot VLAN

source: Add Rule
lv: Pievienot kārtulu

source: Route Distinguisher
lv: Maršruta atšķirtājs

source: Unique IP Space
lv: Unikāla IP telpa

source: Errors
lv: Kļūdas

source: Sign In
lv: Pierakstīties

# Denotes an alternative option
source: Or
lv: Vai arī

source: Static Media Failure - NetBox
lv: Statiskā datu nesēja kļūme - NetBox

source: Static Media Failure
lv: Statiskā datu nesēja kļūme

source: The following static media file failed to load
lv: Neizdevās ielādēt šādu statisko multivides failu

source: Check the following
lv: Pārbaudiet sekojošo

source: <code>%(command)s</code> was run during the most recent upgrade. This installs the most recent iteration of each static file into the static root path.
lv: <code>%(command)s</code> tika palaists pēdējā jauninājuma laikā. Tas instalē katra statiskā faila jaunāko iterāciju statiskajā saknes ceļā.

source: The HTTP service (e.g. nginx or Apache) is configured to serve files from the <code>STATIC_ROOT</code> path. Refer to <a href="%(docs_url)s">the installation documentation</a> for further guidance.
lv: HTTP pakalpojums (piemēram, nginx vai Apache) ir konfigurēts, lai apkalpotu failus no <code>STATISKĀ SAKNE</code> ceļš. Skatīt <a href="%(docs_url)s">uzstādīšanas dokumentācija</a> papildu norādījumiem.

source: The file <code>%(filename)s</code> exists in the static root directory and is readable by the HTTP server.
lv: Fails <code>%(filename)s</code> pastāv statiskajā saknes direktorijā, un to var nolasīt HTTP serveris.

source: Click <a href="%(home_url)s">here</a> to attempt loading NetBox again.
lv: Noklikšķiniet <a href="%(home_url)s">šeit</a> lai mēģinātu vēlreiz ielādēt NetBox.

source: Contact
lv: Kontaktpersona

source: Title
lv: Nosaukums

source: Phone
lv: Tālrunis

source: Contact Group
lv: Kontaktpersonu grupa

source: Add Contact Group
lv: Pievienot kontaktpersonu grupu

source: Contact Role
lv: Kontaktpersonas loma

source: Add a contact
lv: Pievienot kontaktpersonu

source: Add Tenant
lv: Pievienot īrnieku

source: Tenant Group
lv: Īrnieku grupa

source: Add Tenant Group
lv: Pievienot īrnieku grupu

source: Map
lv: Karte

source: Local time
lv: Vietējais laiks

source: Assigned Permissions
lv: Piešķirtās atļaujas

source: Owner Membership
lv: Īpašnieka dalība

source: Recent Activity
lv: Nesenās aktivitātes

source: View All
lv: Skatīt visu

source: Permission
lv: Atļauja

source: View
lv: Skatīt

source: Constraints
lv: Ierobežojumi

source: Assigned Users
lv: Piešķirtie lietotāji

source: Add Owner
lv: Pievienot īpašnieku

source: Token
lv: Marķieris

source: Allocated Resources
lv: Piešķirtie resursi

source: Virtual CPUs
lv: Virtuālie CPU

source: Memory
lv: Atmiņa

source: Disk Space
lv: Diska vieta

source: Add Virtual Machine
lv: Pievienot virtuālo mašīnu

source: Assign Device
lv: Piešķiriet ierīci

source: Add Device to Cluster %(cluster)s
lv: Pievienot ierīci klasterī %(cluster)s

source: Device Selection
lv: Iekārtas izvēle

source: Add Devices
lv: Pievienot iekārtas

source: Add Cluster
lv: Pievienot klasteri

source: Cluster Group
lv: Klasteru grupa

source: Cluster Type
lv: Klasteru tips

source: Resources
lv: Resursi

source: Virtual Disk
lv: Virtuālais disks

source: IKE Policy
lv: IKE politika

source: IKE Version
lv: IKE versija

source: Pre-Shared Key
lv: Iepriekš koplietota atslēga

source: Show Secret
lv: Parādīt noslēpumu

source: Proposals
lv: Priekšlikumi

source: IKE Proposal
lv: IKE priekšlikums

source: Authentication method
lv: Autentifikācijas metode

source: Encryption algorithm
lv: Šifrēšanas algoritms

source: Authentication algorithm
lv: Autentifikācijas algoritms

source: DH group
lv: DH grupa

source: SA lifetime (seconds)
lv: SA kalpošanas laiks (sekundes)

source: IPSec Policy
lv: IPsec politika

source: PFS group
lv: PFS grupa

source: IPSec Profile
lv: IPsec profils

source: PFS Group
lv: PFS grupa

source: IPSec Proposal
lv: IPsec priekšlikums

source: SA lifetime (KB)
lv: SA kalpošanas laiks (KB)

source: L2VPN Attributes
lv: L2VPN Atribūti

source: Add a Termination
lv: Pievienot izbeigšanu

source: Encapsulation
lv: Iekapsulēšana

source: IPSec profile
lv: IPsec profils

source: Tunnel ID
lv: Tuneļa ID

source: Add Tunnel
lv: Pievienot tuneli

source: Tunnel Group
lv: Tuneļu grupa

source: Tunnel Termination
lv: Tuneļa izbeigšana

source: Outside IP
lv: Ārpus IP

source: Peer Terminations
lv: Vienaudžu pārtraukšana

source: Cipher
lv: Šifrs

source: Attached Interfaces
lv: Pievienotie interfeisi

source: Add Wireless LAN
lv: Pievienojiet bezvadu LAN

source: Wireless LAN Group
lv: Bezvadu LAN grupa

source: Add Wireless LAN Group
lv: Pievienojiet bezvadu LAN grupu

source: Link Properties
lv: Saites rekvizīti

source: Parent contact group (ID)
lv: Vecāk-kontaktpersonas grupa (ID)

source: Parent contact group (slug)
lv: Vecāk-kontaktpersonas grupa (URL identifikators)

source: Contact group (ID)
lv: kontaktpersonu grupa (ID)

source: Contact group (slug)
lv: Kontaktpersonu grupa (URL identifikators)

source: Contact (ID)
lv: kontaktpersona (ID)

source: Contact role (ID)
lv: Kontaktpersonas loma (ID)

source: Contact role (slug)
lv: Kontaktpersonas loma (URL identifikators)
