Repository: netbox-community/netbox
Catalog: netbox/translations/*/LC_MESSAGES/django.po
Languages: lv

source: Contact group
lv: Kontaktpersonu grupa

source: Parent tenant group (ID)
lv: Vecāku īrnieku grupa (ID)

source: Parent tenant group (slug)
lv: Vecāk-nomnieku grupa (URL identifikators)

source: Tenant group (ID)
lv: Īrnieku grupa (ID)

source: Tenant Group (ID)
lv: Īrnieku grupa (ID)

source: Tenant Group (slug)
lv: Nomnieku grupa (URL identifikators)

source: Add groups
lv: Pievienot grupas

source: Remove groups
lv: Noņemt grupas

source: Group names separated by commas, encased with double quotes (e.g. "Group 1,Group 2")
lv: Grupu nosaukumi, kas atdalīti ar komatiem, apvilkti ar dubultpēdiņām (piemēram, “1. grupa, 2. grupa”)

source: Assigned contact
lv: Sasaistītā kontaktpersona

source: contact group
lv: kontaktpersonu grupa

source: contact groups
lv: kontaktpersonu grupas

source: contact role
lv: kontaktpersonas loma

source: contact roles
lv: kontaktpersonu lomas

source: title
lv: nosaukums

source: phone
lv: tālrunis

source: email
lv: e-pasts

source: link
lv: saite

source: contact
lv: kontaktpersona

source: contacts
lv: kontaktpersonas

source: contact assignment
lv: kontaktpersonu sasaiste

source: contact assignments
lv: kontaktpersonu sasaistes

source: Contacts cannot be assigned to this object type ({type}).
lv: Kontaktpersonas nevar piešķirt šim objekta tipam ({type}).

source: tenant group
lv: īrnieku grupa

source: tenant groups
lv: īrnieku grupas

source: Tenant name must be unique per group.
lv: Īrnieka vārdam jābūt unikālam katrai grupai.

source: Tenant slug must be unique per group.
lv: Nomnieka URL identifikatoram jābūt unikālam katrai grupai.

source: tenant
lv: īrnieks

source: tenants
lv: īrnieki

source: Contact Title
lv: Kontaktpersonas nosaukums

source: Contact Phone
lv: Kontaktpersonas telefons

source: Contact Email
lv: Kontaktpersonas E-pasts

source: Contact Address
lv: Kontaktpersonas adrese

source: Contact Link
lv: Kontaktpersonas saite

source: Contact Description
lv: Kontaktpersonas arpaksts

source: Owner Group (ID)
lv: Īpašnieku grupa (ID)

source: Owner Group (name)
lv: Īpašnieku grupa (nosaukums)

source: Owner (ID)
lv: Īpašnieks (ID)

source: Owner (name)
lv: Īpašnieks (vārds)

source: Permission (ID)
lv: Atļauja (ID)

source: Notification group (ID)
lv: Paziņojumu grupa (ID)

source: User group (ID)
lv: Lietotāju grupa (ID)

source: User group (name)
lv: Lietotāju grupa (vārds)

source: User (username)
lv: Lietotājs (lietotājvārds)

source: First name
lv: Vārds

source: Last name
lv: Uzvārds

source: Superuser status
lv: Superlietotāja statuss

source: Write enabled
lv: Rakstīšana iespējota

source: Expires
lv: Beidzas

source: Allowed IPs
lv: Atļautās IP adreses

source: Specify version 1 or 2 (v2 will be used by default)
lv: Norādiet 1. vai 2. versiju (v2 tiks izmantots pēc noklusējuma)

source: If no token is provided, one will be generated automatically.
lv: Ja marķieris netiek nodrošināts, viens tiks ģenerēts automātiski.

source: Is Superuser
lv: Ir superlietotājs

source: Can View
lv: Var apskatīt

source: Can Add
lv: Var pievienot

source: Can Change
lv: Var mainīt

source: Can Delete
lv: Var dzēst

source: Write Enabled
lv: Rakstīšana iespējota

source: Last Used
lv: Pēdējo reizi lietots

source: Membership
lv: Dalība

source: User Interface
lv: Lietotāja saskarne

source: Tokens must be at least 40 characters in length. <strong>Be sure to record your token</strong> prior to submitting this form, as it will no longer be accessible once the token has been created.
lv: Žetoniem jābūt vismaz 40 rakstzīmju gariem. <strong>Noteikti pierakstiet savu žetonu </strong> pirms šīs veidlapas iesniegšanas, jo pēc žetona izveidošanas tas vairs nebūs pieejams.

source: Allowed IPv4/IPv6 networks from where the token can be used. Leave blank for no restrictions. Example: <code>10.1.1.0/24,192.168.10.16/32,2001:db8:1::/64</code>
lv: Atļauti IPv4/IPv6 tīkli, no kuriem var izmantot marķieri. Atstājiet tukšu bez ierobežojumiem. Piemērs: <code>10.1.1.0/24,192.168.10.16/32,2001: dB 8:1: :/64</code>

source: Confirm password
lv: Apstipriniet paroli

source: Enter the same password as before, for verification.
lv: Verifikācijai ievadiet to pašu paroli kā iepriekš.

source: Passwords do not match! Please check your input and try again.
lv: Paroles nesakrīt! Lūdzu, pārbaudiet savu ievadi un mēģiniet vēlreiz.

source: Select the types of objects to which the permission will appy.
lv: Izvēlieties objektu veidus, kuriem tiks piešķirta atļauja.

source: Additional actions
lv: Papildu darbības

source: Actions granted in addition to those listed above
lv: Darbības, kas piešķirtas papildus iepriekš uzskaitītajām darbībām

source: JSON expression of a queryset filter that will return only permitted objects. Leave null to match all objects of this type. A list of multiple objects will result in a logical OR operation.
lv: Queryset filtra JSON izteiksme, kas atgriezīs tikai atļautos objektus. Atstājiet nulli, lai tie atbilstu visiem šāda veida objektiem. Vairāku objektu saraksts radīs loģisku OR darbību.

source: Objects
lv: Objekti

source: At least one action must be selected.
lv: Jāizvēlas vismaz viena darbība.

source: Invalid filter for {model}: {error}
lv: Nederīgs filtrs {model}: {error}

source: User groups
lv: Lietotāju grupas

source: owner group
lv: īpašnieku grupa

source: owner groups
lv: īpašnieku grupas

source: group
lv: grupa

source: owner
lv: īpašnieks

source: owners
lv: īpašnieki

source: The list of actions granted by this permission
lv: Ar šo atļauju piešķirto darbību saraksts

source: constraints
lv: ierobežojumi

source: Queryset filter matching the applicable objects of the selected type(s)
lv: Pieprasījumu komplekta filtrs, kas atbilst izvēlētā tipa (-u) piemērojamajiem objektiem

source: permission
lv: atļauja

source: permissions
lv: atļaujas

source: user preferences
lv: lietotāja preferences

source: Key '{path}' is a leaf node; cannot assign new keys
lv: Atslēga '{path}'ir lapu mezgls; nevar piešķirt jaunas atslēgas

source: Key '{path}' is a dictionary; cannot assign a non-dictionary value
lv: Atslēga '{path}'ir vārdnīca; nevar piešķirt vērtību, kas nav vārdnīca

source: version
lv: versija

source: expires
lv: beidzas termiņš

source: last used
lv: Pēdējo reizi lietots

source: Disable to temporarily revoke this token without deleting it.
lv: Atspējojiet, lai īslaicīgi atsauktu šo marķieri, to neizdzēšot.

source: write enabled
lv: rakstīšana iespējota

source: Permit create/update/delete operations using this token
lv: Atļaujiet izveidošanas/atjaunināšanas/dzēšanas darbības, izmantojot šo žetonu

source: plaintext
lv: vienkāršs teksts

source: key
lv: atslēga

source: v2 token identification key
lv: v2 marķiera identifikācijas atslēga

source: pepper ID
lv: piparu ID

source: ID of the cryptographic pepper used to hash the token (v2 only)
lv: Kriptogrāfiskā piparu ID, ko izmanto marķiera sajaukšanai (tikai v2)

source: digest
lv: īssavilkums

source: SHA256 hash of the token and pepper (v2 only)
lv: Marķiera un piparu SHA256 hash (tikai v2)

source: allowed IPs
lv: atļautās IP

source: Allowed IPv4/IPv6 networks from where the token can be used. Leave blank for no restrictions. Ex: "10.1.1.0/24, 192.168.10.16/32, 2001:DB8:1::/64"
lv: Atļauti IPv4/IPv6 tīkli, no kuriem var izmantot marķieri. Atstājiet tukšu bez ierobežojumiem. Piemēram: “10.1.1.0/24, 192.168.10.16/32, 2001: DB 8:1: :/64"

source: token
lv: marķieris

source: tokens
lv: žetoni

source: Unable to save v2 tokens: API_TOKEN_PEPPERS is not defined.
lv: Nevar saglabāt v2 žetonus: API_TOKEN_PEPPERS nav definēts konfigurācijā.

source: Invalid pepper ID: {id}. Check configured API_TOKEN_PEPPERS.
lv: Nederīgs piparu ID: {id}. Pārbaudiet konfigurēto API_TOKEN_PEPPERS.

source: Expiration time must be in the future. Current server time is {current_time} ({timezone}).
lv: Derīguma termiņam jābūt nākotnē. Pašreizējais servera laiks ir {current_time} ({timezone}).

source: username
lv: lietotājvārds

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
lv: Nepieciešams. 150 rakstzīmes vai mazāk. Tikai burti, cipari un @/./+/-/_.

source: A user with that username already exists.
lv: Lietotājs ar šo lietotājvārdu jau pastāv.

source: first name
lv: vārds

source: last name
lv: uzvārds

source: email address
lv: e-pasta adrese

source: active
lv: aktīvs

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
lv: Norāda, vai šis lietotājs ir jāuzskata par aktīvu. Kontu dzēšanas vietā noņemiet šo atlasi.

source: date joined
lv: pievienošanās datums

source: user
lv: lietotājs

source: A user with this username already exists.
lv: Lietotājs ar šo lietotājvārdu jau pastāv.

source: Custom Actions
lv: Pielāgotas darbības

source: Example Usage
lv: Lietošanas piemērs

source: Related object not found using the provided attributes: {params}
lv: Saistītais objekts nav atrasts, izmantojot sniegtos atribūtus: {params}

source: Multiple objects match the provided attributes: {params}
lv: Vairāki objekti atbilst sniegtajiem atribūtiem: {params}

source: Related objects must be referenced by numeric ID or by dictionary of attributes. Received an unrecognized value: {value}
lv: Saistītajiem objektiem jānorāda ar ciparu ID vai atribūtu vārdnīcu. Saņēma neatzītu vērtību: {value}

source: Related object not found using the provided numeric ID: {id}
lv: Saistītais objekts nav atrasts, izmantojot norādīto ciparu ID: {id}

source: {name} has a key defined but CHOICES is not a list
lv: {name} ir definēta atslēga, bet CHOICES nav saraksts

source: Weight must be a positive number
lv: Svaram jābūt pozitīvam skaitlim

source: Invalid value '{weight}' for weight (must be a number)
lv: Nederīga vērtība '{weight}“svaram (jābūt skaitlim)

source: Unknown unit {unit}. Must be one of the following: {valid_units}
lv: Nezināma vienība {unit}. Jābūt vienam no šiem: {valid_units}

source: Invalid value '{length}' for length (must be a number)
lv: Nederīga vērtība '{length}“garumam (jābūt skaitlim)

source: Length must be a positive number
lv: Garumam jābūt pozitīvam skaitlim

source: Unable to delete <strong>{objects}</strong>. {count} dependent objects were found:
lv: Nevar izdzēst <strong>{objects}</strong>. {count} tika atrasti atkarīgi objekti:

source: More than 50
lv: Vairāk nekā 50

source: Invalid delimiter name: {name}
lv: Nederīgs norobežotāja nosaukums: {name}

source: RGB color in hexadecimal. Example:
lv: RGB krāsa heksadecimālā krāsā. Piemērs:

source: %s(%r) is invalid. to_model parameter to CounterCacheField must be a string in the format 'app.model'
lv: %s(%r) nav derīgs. to_model parametram CounterCacheField jābūt virknei formātā 'app.model'

source: %s(%r) is invalid. to_field parameter to CounterCacheField must be a string in the format 'field'
lv: %s(%r) nav derīgs. to_field parametram CounterCacheField jābūt virknei formātā 'lauks'

source: Enter object data in CSV, JSON or YAML format.
lv: Ievadiet objekta datus CSV, JSON vai YAML formātā.

source: The character which delimits CSV fields. Applies only to CSV format.
lv: Rakstzīme, kas norobežo CSV laukus. Attiecas tikai uz CSV formātu.

source: Form data must be empty when uploading/selecting a file.
lv: Augšupielādēt/atlasot failu, veidlapas datiem jābūt tukšiem.

source: Unknown data format: {format}
lv: Nezināms datu formāts: {format}

source: Unable to detect data format. Please specify.
lv: Nevar noteikt datu formātu. Lūdzu, norādiet.

source: Invalid CSV delimiter
lv: Nederīgs CSV atdalītājs

source: Invalid YAML data. Data must be in the form of multiple documents, or a single document comprising a list of dictionaries.
lv: Nederīgi YAML dati. Datiem jābūt vairāku dokumentu vai viena dokumenta veidā, kas ietver vārdnīcu sarakstu.

source: Invalid list ({value}). Must be numeric and ranges must be in ascending order.
lv: Nederīgs saraksts ({value}). Jābūt skaitliskiem, un diapazoniem jābūt augošā secībā.

source: Specify one or more individual numbers or numeric ranges separated by commas. Example: {example}
lv: Norādiet vienu vai vairākus atsevišķus skaitļus vai ciparu diapazonus, kas atdalīti ar komatiem. Piemērs: {example}

source: Invalid ranges ({value}). Must be a range of integers in ascending order.
lv: Nederīgi diapazoni ({value}). Jābūt veselu skaitļu diapazonam augošā secībā.

source: Invalid value for a multiple choice field: {value}
lv: Nederīga vērtība vairāku izvēļu laukam: {value}

source: Object not found: %(value)s
lv: Objekts nav atrasts: %(value)s

source: "{value}" is not a unique value for this field; multiple objects were found
lv: “{value}“nav unikāla vērtība šim laukam; tika atrasti vairāki objekti

source: "{field_name}" is an invalid accessor field name.
lv: “{field_name}“ir nederīgs piekļuves lauka nosaukums.

source: Object type must be specified as "<app>.<model>"
lv: Objekta tips jānorāda kā”<app>.<model>“

source: Invalid object type
lv: Nederīgs objekta tips

source: Alphanumeric ranges are supported for bulk creation. Mixed cases and types within a single range are not supported (example: <code>[ge,xe]-0/0/[0-9]</code>).
lv: Lielapjoma izveidei tiek atbalstīti burtciparu diapazoni. Jaukti gadījumi un veidi vienā diapazonā netiek atbalstīti (piemērs: <code>[ge, xe] -0/0/ [0-9]</code>).

source: Specify a numeric range to create multiple IPs.<br />Example: <code>192.0.2.[1,5,100-254]/24</code>
lv: Norādiet ciparu diapazonu, lai izveidotu vairākus IP.<br />Piemērs: <code>192.0.2. [1,5,100-254] /24</code>

source: <i class="mdi mdi-information-outline"></i> <a href="{url}" target="_blank" tabindex="-1">Markdown</a> syntax is supported
lv: <i class="mdi mdi-information-outline"></i> <a href="{url}" target="_blank" tabindex="-1">Marktdown</a> tiek atbalstīta sintakse

source: URL-friendly unique shorthand
lv: URL draudzīgs unikāls saīsinājums

source: Enter context data in <a href="https://json.org/">JSON</a> format.
lv: Ievadiet konteksta datus <a href="https://json.org/">JSON</a> formāts.

source: MAC address must be in EUI-48 format
lv: MAC adresei jābūt EUI-48 formātā

source: Use regular expressions
lv: Izmantojiet regulāras izteiksmes

source: Numeric ID of an existing object to update (if not creating a new object)
lv: Atjaunināmā esoša objekta ciparu ID (ja netiek izveidots jauns objekts)

source: Unrecognized header: {name}
lv: Neatpazīta galvene: {name}

source: is
lv: ir

source: is not
lv: nav

source: contains
lv: satur

source: starts with
lv: sākas ar

source: ends with
lv: beidzas ar

source: equals (case-insensitive)
lv: vienāds (bez lielumiem un lielumiem)

source: matches pattern
lv: atbilst modelim

source: matches pattern (case-insensitive)
lv: atbilst modelim (nav jutīgs pret lielumiem)

source: is empty
lv: ir tukšs

source: is not empty
lv: nav tukšs

source: greater than
lv: lielāks par

source: at least
lv: vismaz

source: less than
lv: mazāk nekā

source: at most
lv: ne vairāk kā

source: after
lv: pēc

source: on or after
lv: uz vai pēc

source: before
lv: pirms

source: on or before
lv: uz vai pirms

source: has these tags
lv: ir šie tagi

source: does not have these tags
lv: nav šo tagu

source: Background job
lv: Fona darbs

source: Execute this task via a background job
lv: Izpildiet šo uzdevumu, izmantojot fona darbu

source: This object has been modified since the form was rendered. Please consult the object's change log for details.
lv: Šis objekts ir modificēts kopš veidlapas atveidošanas. Lai iegūtu sīkāku informāciju, lūdzu, skatiet objekta izmaiņu žurnālā.

source: Range "{value}" is invalid.
lv: Diapazons”{value}“ir nederīgs.

source: Invalid range: Ending value ({end}) must be greater than beginning value ({begin}).
lv: Nederīgs diapazons: beigu vērtība ({end}) jābūt lielākai par sākuma vērtību ({begin}).

source: Duplicate or conflicting column header for "{field}"
lv: Dublēta vai konfliktējoša kolonnas galvene priekš”{field}“

source: Duplicate or conflicting column header for "{header}"
lv: Dublēta vai konfliktējoša kolonnas galvene priekš”{header}“

source: Row {row}: Expected {count_expected} columns but found {count_found}
lv: rinda {row}: Paredzams {count_expected} kolonnas, bet atrastas {count_found}

source: Unexpected column header "{field}" found.
lv: Negaidīta kolonnas galvene”{field}“atrasts.

source: Column "{field}" is not a related object; cannot use dots
lv: Kolonna”{field}“nav saistīts objekts; nevar izmantot punktus

source: Invalid related object attribute for column "{field}": {to_field}
lv: Nederīgs saistītā objekta atribūts kolonnai”{field}“: {to_field}

source: Required column header "{header}" not found.
lv: Nepieciešamā kolonnas galvene”{header}“nav atrasts.

source: Missing required value for dynamic query param: '{dynamic_params}'
lv: Trūkst nepieciešamās vērtības dinamiskajam vaicājuma parametram: '{dynamic_params}”

source: Missing required value for static query param: '{static_params}'
lv: Trūkst nepieciešamās vērtības statiskā vaicājuma parametram: '{static_params}”

source: (automatically set)
lv: (automātiski iestatīts)

source: Created background job {id}: <a href="{url}">{name}</a>
lv: Izveidots fona darbs {id}: <a href="{url}">{name}</a>

source: Invalid JSON schema definition
lv: Nederīga JSON shēmas definīcija

source: JSON schema must define properties
lv: JSON shēmai jādefinē rekvizīti

source: Invalid JSON schema definition: {error}
lv: Nederīga JSON shēmas definīcija: {error}

source: Password must have at least one numeral.
lv: Parolei jābūt vismaz vienam ciparam.

source: Password must have at least one uppercase letter.
lv: Parolei jābūt vismaz vienam lielajam burtam.

source: Password must have at least one lowercase letter.
lv: Parolei jābūt vismaz vienam mazajam burtam.

source: Your password must contain at least one numeral, one uppercase letter and one lowercase letter.
lv: Jūsu parolē jābūt vismaz vienam ciparam, vienam lielajam burtam un vienam mazajam burtam.

source: Invalid permission name: {name}. Must be in the format <app_label>.<action>_<model>
lv: Nederīgs atļaujas nosaukums: {name}. Jābūt formātā <app_label>.<action>_<model>

source: Unknown app_label/model_name for {name}
lv: Nav zināms lietotnes etiķete/modeļa nosaukums {name}

source: Invalid IP address set for {header}: {ip}
lv: Nepareiza IP adrese iestatīta {header}: {ip}

source: A column named {name} is already defined for table {table_name}
lv: Kolonna ar nosaukumu {name} jau ir definēts tabulai {table_name}

source: Not defined
lv: Nav definēts

source: Unbookmark
lv: Atzīmēt grāmatzīmi

source: Bookmark
lv: Grāmatzīme

source: Current View
lv: Pašreizējais skats

source: All Data
lv: Visi dati

source: Add export template
lv: Eksportēšanas veidnes pievienošana

source: Unsubscribe
lv: Atteikties no abonēšanas

source: Subscribe
lv: Abonēt

source: Set Null
lv: Iestatīt nulli

source: Clear all
lv: Notīrīt visu

source: Search…
lv: Meklēt...

source: Search NetBox
lv: Meklēt NetBox

source: Open selector
lv: Atvērt selektoru

source: Quick add
lv: Ātra pievienošana

source: Write
lv: Rakstīt

source: Selected
lv: Izvēlēts

source: The test must define csv_update_data.
lv: Pārbaudei jādefinē csv_update_data.

source: {value} must be a multiple of {multiple}.
lv: {value} jābūt vairākkārtējam {multiple}.

source: {value} is not a valid regular expression.
lv: {value} nav derīga regulāra izteiksme.

source: {self.__class__.__name__} must implement get_required_permission()
lv: {self.__class__.__name__} jāievieš get_required_permit ()

source: {class_name} must implement get_required_permission()
lv: {class_name} jāievieš get_required_permit ()

source: {class_name} has no queryset defined. ObjectPermissionRequiredMixin may only be used on views which define a base queryset
lv: {class_name} nav definēta jautājumu kopa. ObjectPermissionRequiredMixin var izmantot tikai skatos, kas definē bāzes jautājumu kopu

source: Paused
lv: Apturēts

source: On
lv: Ieslēgts

source: Off
lv: Izslēgts

source: Last State
lv: Pēdējā valsts

source: Parent group (ID)
lv: Vecāku grupa (ID)

source: Parent group (slug)
lv: Vecāk-grupa (URL identifikators)

source: Cluster type (ID)
lv: Klasteru tips (ID)

source: Cluster (ID)
lv: Klasteris (ID)

source: Start on boot
lv: Sāciet ar sāknēšanu

source: vCPUs
lv: VCPU

source: Memory (MB)
lv: Atmiņa (MB)

source: Disk (MB)
lv: Disks (MB)

source: Size (MB)
lv: Izmērs (MB)

source: Type of cluster
lv: Klasteru veids

source: Assigned cluster group
lv: Piešķirtā klasteru grupa

source: Start on boot in hypervisor
lv: Sāciet sāknēšanu hipervizorā

source: Assigned cluster
lv: Piešķirtais klasteris

source: Assigned device within cluster
lv: Klāsterim piešķirtā iekārta

source: {device} belongs to a different {scope_field} ({device_scope}) than the cluster ({cluster_scope})
lv: {device} pieder citam {scope_field} ({device_scope}) nekā klasteris ({cluster_scope})

source: Optionally pin this VM to a specific host device within the cluster
lv: Pēc izvēles piespraust šo virtuālo virtuālo mašīnu konkrētai resursdatora iekārtai klasterī

source: Site/Cluster
lv: Vieta/klāsteris

source: Disk size is managed via the attachment of virtual disks.
lv: Diska izmērs tiek pārvaldīts, pievienojot virtuālos diskus.

source: Disk
lv: Disks

source: cluster type
lv: klastera tips

source: cluster types
lv: klasteru veidi

source: cluster group
lv: klasteru grupa

source: cluster groups
lv: klasteru grupas

source: cluster
lv: klasteris

source: clusters
lv: klasteri

source: {count} devices are assigned as hosts for this cluster but are not in site {site}
lv: {count} iekārtas tiek piešķirtas kā šī klastera resursdatori, bet tās nav vietā {site}

source: {count} devices are assigned as hosts for this cluster but are not in location {location}
lv: {count} iekārtas tiek piešķirtas kā šī klastera resursdatori, bet tās nav telpā {location}

source: start on boot
lv: sāciet sāknēšanas laikā

source: memory (MB)
lv: atmiņa (MB)

source: disk (MB)
lv: disks (MB)

source: Virtual machine name must be unique per cluster.
lv: Virtuālās mašīnas nosaukumam jābūt unikālam katram klasteram.

source: virtual machine
lv: virtuālā mašīna

source: virtual machines
lv: virtuālās mašīnas

source: A virtual machine must be assigned to a site and/or cluster.
lv: Virtuālā mašīna ir jāpiešķir vietā un/vai klāsterī.

source: The selected cluster ({cluster}) is not assigned to this site ({site}).
lv: Izvēlētais klāsteris ({cluster}) nav piešķirts šai vietai ({site}).

source: Must specify a cluster when assigning a host device.
lv: Piešķirot resursdatora ierīci, jānorāda klasteris.

source: The selected device ({device}) is not assigned to this cluster ({cluster}).
lv: Izvēlētā iekārta ({device}) nav piešķirta šim klāsterim ({cluster}).

source: The specified disk size ({size}) must match the aggregate size of assigned virtual disks ({total_size}).
lv: Norādītais diska izmērs ({size}) jāatbilst piešķirto virtuālo disku kopējam lielumam ({total_size}).

source: Must be an IPv{family} address. ({ip} is an IPv{version} address.)
lv: Jābūt IPV{family} adrese. ({ip} ir IPV{version} adrese.)

source: The specified IP address ({ip}) is not assigned to this VM.
lv: Norādītā IP adrese ({ip}) nav piešķirts šai VM.

source: The selected parent interface ({parent}) belongs to a different virtual machine ({virtual_machine}).
lv: Izvēlētais vecāk-interfeiss ({parent}) pieder citai virtuālajai mašīnai ({virtual_machine}).

source: The selected bridge interface ({bridge}) belongs to a different virtual machine ({virtual_machine}).
lv: Izvēlētais tilta interfeiss ({bridge}) pieder citai virtuālajai mašīnai ({virtual_machine}).
