Repository: netbox-community/netbox
Catalog: netbox/translations/*/LC_MESSAGES/django.po
Languages: lv

source: Power outlet template
lv: Strāvas kontaktligzdas veidne

source: Power port template
lv: Barošanas porta veidne

source: Rear port template
lv: Aizmugurējā porta veidne

source: Console Port
lv: Konsoles ports

source: Console Server Port
lv: Konsoles servera ports

source: Front Port
lv: Priekšējais ports

source: Rear Port
lv: Aizmugurējais ports

source: Power Port
lv: Strāvas ports

source: Power Outlet
lv: Strāvas kontaktligzda

source: Component Assignment
lv: Komponentu piešķiršana

source: An InventoryItem can only be assigned to a single component.
lv: InventoryItem var piešķirt tikai vienam komponentam.

source: LAG interface
lv: LAG interfeiss

source: Filter VLANs available for assignment by group.
lv: Filtrējiet VLAN, kas pieejami piešķiršanai pa grupām.

source: Child Device
lv: Bērn-iekārta

source: Child devices must first be created and assigned to the site and rack of the parent device.
lv: Bērn-iekārtas vispirms ir jāizveido un jāpiešķir vecāk-iekārtas vietai un statnei.

source: Console port
lv: Konsoles ports

source: Console server port
lv: Konsoles servera ports

source: Front port
lv: Priekšējais ports

source: Power outlet
lv: Strāvas kontaktligzda

source: Rear port
lv: Aizmugurējais ports

source: Inventory Item
lv: Inventāra vienība

source: Inventory Item Role
lv: Inventāra vienuma loma

source: VM Interface
lv: VM interfeiss

source: Virtual Machine
lv: Virtuālā mašīna

source: A MAC address can only be assigned to a single object.
lv: MAC adresi var piešķirt tikai vienam objektam.

source: Alphanumeric ranges are supported. (Must match the number of objects being created.)
lv: Tiek atbalstīti burtciparu diapazoni. (Jāatbilst izveidoto objektu skaitam.)

source: The provided pattern specifies {value_count} values, but {pattern_count} are expected.
lv: Nodrošinātais modelis norāda {value_count} vērtības, bet {pattern_count} ir sagaidāmi.

source: Members
lv: Biedri

source: Initial position
lv: Sākotnējā pozīcija

source: Position of the first member device. Increases by one for each additional member.
lv: Pirmā dalībnieka iekārtas pozīcija. Palielinās par vienu ar katru papildu dalībnieku.

source: Member Devices
lv: Dalībnieku iekārtas

source: A position must be specified for the first VC member.
lv: Pirmajam VC dalībniekam ir jānorāda amats.

source: Invalid rear port position ({rear_port_position}): Rear port {name} has only {positions} positions.
lv: Nederīga aizmugurējā porta pozīcija ({rear_port_position}): Aizmugurējais ports {name} ir tikai {positions} pozīcijas.

source: profile
lv: profils

source: label
lv: etiķete

source: length
lv: garums

source: length unit
lv: garuma vienība

source: cable
lv: kabelis

source: cables
lv: kabeļi

source: Must specify a unit when setting a cable length
lv: Iestatot kabeļa garumu, jānorāda vienība

source: Must define A and B terminations when creating a new cable.
lv: Veidojot jaunu kabeli, jādefinē A un B beigas.

source: Cannot connect different termination types to same end of cable.
lv: Nevar savienot dažādus izbeigšanas veidus vienam un tam pašam kabeļa galam.

source: Incompatible termination types: {type_a} and {type_b}
lv: Nesaderīgi izbeigšanas veidi: {type_a} un {type_b}

source: A and B terminations cannot connect to the same object.
lv: A un B beigas nevar savienot ar vienu un to pašu objektu.

source: end
lv: beigas

source: cable termination
lv: kabeļa pārtraukšana

source: cable terminations
lv: kabeļu pārtraukumi

source: Cannot connect a cable to {obj_parent} > {obj} because it is marked as connected.
lv: Nevar savienot kabeli {obj_parent} > {obj} jo tas ir atzīmēts kā savienots.

source: Duplicate termination found for {app_label}.{model} {termination_id}: cable {cable_pk}
lv: Atrasts izbeigšanas dublikāts {app_label}.{model} {termination_id}: kabelis {cable_pk}

source: Cables cannot be terminated to {type_display} interfaces
lv: Kabeļus nevar pārtraukt {type_display} interfeisi

source: Circuit terminations attached to a provider network may not be cabled.
lv: Ķēdes pārtraukumi, kas pievienoti pakalpojumu sniedzēja tīklam, nedrīkst tikt savienoti ar kabeļiem.

source: is active
lv: ir aktīvs

source: is complete
lv: ir pabeigts

source: is split
lv: ir sadalīts

source: cable path
lv: kabeļa ceļš

source: cable paths
lv: kabeļu ceļi

source: All originating terminations must be attached to the same link
lv: Visiem izcelsmes izbeigumiem jābūt pievienotiem vienai un tai pašai saitei

source: All mid-span terminations must have the same termination type
lv: Visiem vidēja termiņa beigām jābūt vienādam izbeigšanas veidam

source: All mid-span terminations must have the same parent object
lv: Visiem vidēja termiņa beigām jābūt vienam un tam pašam mātesobjektam

source: All links must be cable or wireless
lv: Visām saitēm jābūt kabeļiem vai bezvadu

source: All links must match first link type
lv: Visām saitēm jāatbilst pirmās saites veidam

source: {module} is accepted as a substitution for the module bay position when attached to a module type.
lv: {module} tiek pieņemts kā moduļa nodalījuma pozīcijas aizstājējs, ja tas ir pievienots moduļa tipam.

source: Physical label
lv: Fiziskā etiķete

source: Component templates cannot be moved to a different device type.
lv: Komponentu veidnes nevar pārvietot uz citu iekārtas tipu.

source: A component template cannot be associated with both a device type and a module type.
lv: Komponenta veidni nevar saistīt gan ar iekārtas tipu, gan ar moduļa tipu.

source: A component template must be associated with either a device type or a module type.
lv: Komponenta veidnei jābūt saistītai vai nu ar iekārtas tipu, vai ar moduļa tipu.

source: console port template
lv: konsoles porta veidne

source: console port templates
lv: konsoles portu veidnes

source: console server port template
lv: konsoles servera porta veidne

source: console server port templates
lv: konsoles servera portu veidnes

source: maximum draw
lv: maksimālā izloze

source: allocated draw
lv: piešķirtā izloze

source: power port template
lv: barošanas porta veidne

source: power port templates
lv: barošanas portu veidnes

source: Allocated draw cannot exceed the maximum draw ({maximum_draw}W).
lv: Piešķirtā izloze nedrīkst pārsniegt maksimālo izlozi ({maximum_draw}W).

source: feed leg
lv: barības kāja

source: Phase (for three-phase feeds)
lv: Fāze (trīsfāžu padevēm)

source: power outlet template
lv: strāvas kontaktligzdas veidne

source: power outlet templates
lv: strāvas kontaktligzdas veidnes

source: Parent power port ({power_port}) must belong to the same device type
lv: Vecāk-barošanas portam ({power_port}) jāpieder vienam un tam pašam iekārtas tipam

source: Parent power port ({power_port}) must belong to the same module type
lv: Vecāku barošanas ports ({power_port}) jāpieder vienam un tam pašam moduļa tipam

source: management only
lv: tikai vadība

source: bridge interface
lv: tilta interfeiss

source: wireless role
lv: bezvadu loma

source: interface template
lv: interfeisa veidne

source: interface templates
lv: interfeisa veidnes

source: Bridge interface ({bridge}) must belong to the same device type
lv: Tilta interfeisam ({bridge}) jāpieder vienam un tam pašam iekārtas tipam

source: Bridge interface ({bridge}) must belong to the same module type
lv: Tilta interfeisam ({bridge}) jāpieder vienam un tam pašam moduļa tipam

source: Rear port ({rear_port}) must belong to the same device type
lv: Aizmugurējam portam ({rear_port}) jāpieder vienam un tam pašam iekārtas tipam

source: positions
lv: pozīcijas

source: front port template
lv: priekšējā porta veidne

source: front port templates
lv: priekšējo portu veidnes

source: The number of positions cannot be less than the number of mapped rear port templates ({count})
lv: Pozīciju skaits nedrīkst būt mazāks par kartēto aizmugurējo portu veidņu skaitu ({count})

source: rear port template
lv: aizmugurējā porta veidne

source: rear port templates
lv: aizmugurējo portu veidnes

source: The number of positions cannot be less than the number of mapped front port templates ({count})
lv: Pozīciju skaits nedrīkst būt mazāks par kartēto priekšējo portu veidņu skaitu ({count})

source: position
lv: pozīcija

source: Identifier to reference when renaming installed components
lv: Identifikators, uz kuru jānorāda, pārdēvējot instalētos komponentus

source: module bay template
lv: moduļa līča veidne

source: module bay templates
lv: moduļu līča veidnes

source: device bay template
lv: iekārtas nodalījuma veidne

source: device bay templates
lv: iekārtas nodalījumu veidnes

source: Subdevice role of device type ({device_type}) must be set to "parent" to allow device bays.
lv: Iekārtas tipa apakšiekārtas lomai ({device_type}) jābūt iestatītai uz “vecāku”, lai atļautu iekārtu nodalījumus.

source: part ID
lv: daļas ID

source: Manufacturer-assigned part identifier
lv: Ražotāja piešķirtais detaļas identifikators

source: inventory item template
lv: inventāra vienības veidne

source: inventory item templates
lv: inventāra vienību veidnes

source: Components cannot be moved to a different device.
lv: Komponentus nevar pārvietot uz citu ierīci.

source: cable end
lv: kabeļa gals

source: mark connected
lv: atzīme pievienota

source: Treat as if a cable is connected
lv: Izturieties tā, it kā būtu pievienots kabelis

source: Must specify cable end (A or B) when attaching a cable.
lv: Piestiprinot kabeli, jānorāda kabeļa gals (A vai B).

source: Must specify position(s) when specifying a cable connector.
lv: Norādot kabeļa savienotāju, jānorāda pozīcija (-as).

source: Cable positions cannot be set without a cable connector.
lv: Kabeļa pozīcijas nevar iestatīt bez kabeļa savienotāja.

source: Cannot mark as connected with a cable attached.
lv: Nevar atzīmēt kā savienotu ar pievienotu kabeli.

source: Cable end must not be set without a cable.
lv: Kabeļa galu nedrīkst iestatīt bez kabeļa.

source: Cable connector must not be set without a cable.
lv: Kabeļa savienotāju nedrīkst iestatīt bez kabeļa.

source: Cable termination positions must not be set without a cable.
lv: Kabeļa izbeigšanas pozīcijas nedrīkst iestatīt bez kabeļa.

source: {class_name} models must declare a parent_object property
lv: {class_name} modeļiem ir jādeklarē parent_object rekvizīts

source: Physical port type
lv: Fiziskā porta tips

source: speed
lv: ātrums

source: Port speed in bits per second
lv: Porta ātrums bitos sekundē

source: console port
lv: konsoles ports

source: console ports
lv: konsoles porti

source: console server port
lv: konsoles servera ports

source: console server ports
lv: konsoles servera porti

source: power port
lv: strāvas ports

source: power ports
lv: barošanas porti

source: power outlet
lv: strāvas kontaktligzda

source: power outlets
lv: strāvas kontaktligzdas

source: Parent power port ({power_port}) must belong to the same device
lv: Vecāk-barošanas portam ({power_port}) jāpieder vienai un tai pašai iekārtai

source: mode
lv: režīms

source: IEEE 802.1Q tagging strategy
lv: IEEE 802.1Q marķēšanas stratēģija

source: parent interface
lv: vecāk-interfeiss

source: untagged VLAN
lv: bez atzīmes VLAN

source: tagged VLANs
lv: ar atzīmi VLAN

source: primary MAC address
lv: primārā MAC adrese

source: Only Q-in-Q interfaces may specify a service VLAN.
lv: Service VLAN var norādīt tikai Q-in-Q interfeisus.

source: MAC address {mac_address} is assigned to a different interface ({interface}).
lv: MAC adrese {mac_address} ir piešķirta citam interfeisam ({interface}).

source: parent LAG
lv: vecāku LAG

source: This interface is used only for out-of-band management
lv: Šīs interfeiss tiek izmantots tikai OOB pārvaldībai

source: speed (Kbps)
lv: ātrums (Kbps)

source: duplex
lv: dubults

source: 64-bit World Wide Name
lv: 64 bitu pasaules mēroga nosaukums

source: wireless channel
lv: bezvadu kanāls

source: channel frequency (MHz)
lv: kanāla frekvence (MHz)

source: Populated by selected channel (if set)
lv: Aizpildīts pēc izvēlētā kanāla (ja iestatīts)

source: transmit power (dBm)
lv: pārraides jauda (dBm)

source: wireless LANs
lv: bezvadu LAN

source: interface
lv: interfeiss

source: interfaces
lv: interfeisi

source: {display_type} interfaces cannot have a cable attached.
lv: {display_type} saskarnēm nevar būt pievienots kabelis.

source: {display_type} interfaces cannot be marked as connected.
lv: {display_type} interfeisus nevar atzīmēt kā savienotus.

source: An interface cannot be its own parent.
lv: Interfeiss nevar būt pats vecāks.

source: Only virtual interfaces may be assigned to a parent interface.
lv: Vecāk-interfeisam var piešķirt tikai virtuālos interfeisus.

source: The selected parent interface ({interface}) belongs to a different device ({device})
lv: Izvēlētais vecāk-interfiess ({interface}) pieder citai iekārtai ({device})

source: The selected parent interface ({interface}) belongs to {device}, which is not part of virtual chassis {virtual_chassis}.
lv: Izvēlētais vecāk-interfeiss ({interface}) pieder {device}, kas nav daļa no virtuālās šasijas{virtual_chassis}.

source: The selected bridge interface ({bridge}) belongs to a different device ({device}).
lv: Izvēlētais tilta interfeiss ({bridge}) pieder citai iekārtai ({device}).

source: The selected bridge interface ({interface}) belongs to {device}, which is not part of virtual chassis {virtual_chassis}.
lv: Izvēlētais tilta interfeiss ({interface}) pieder {device}, kas nav virtuālās šasijas sastāvdaļa {virtual_chassis}.

source: Virtual interfaces cannot have a parent LAG interface.
lv: Virtuālajiem interfeisiem nevar būt vecāk-LAG interfeiss.

source: A LAG interface cannot be its own parent.
lv: LAG interfeiss nevar būt pats vecāks.

source: The selected LAG interface ({lag}) belongs to a different device ({device}).
lv: Izvēlētais LAG interfeiss ({lag}) pieder citai iekārtai ({device}).

source: The selected LAG interface ({lag}) belongs to {device}, which is not part of virtual chassis {virtual_chassis}.
lv: Izvēlētais LAG interfeiss ({lag}) pieder {device}, kas nav virtuālās šasijas sastāvdaļa {virtual_chassis}.

source: Channel may be set only on wireless interfaces.
lv: Kanālu var iestatīt tikai bezvadu saskarnēs.

source: Channel frequency may be set only on wireless interfaces.
lv: Kanāla frekvenci var iestatīt tikai bezvadu saskarnēs.

source: Cannot specify custom frequency with channel selected.
lv: Nevar norādīt pielāgoto frekvenci ar atlasīto kanālu.

source: Channel width may be set only on wireless interfaces.
lv: Kanāla platumu var iestatīt tikai bezvadu saskarnēs.

source: Cannot specify custom width with channel selected.
lv: Nevar norādīt pielāgoto platumu ar atlasīto kanālu.

source: Interface mode does not support an untagged vlan.
lv: Interfeisa režīms neatbalsta netagotus vlan.

source: The untagged VLAN ({untagged_vlan}) must belong to the same site as the interface's parent device, or it must be global.
lv: Netagotajiem VLANiem ({untagged_vlan}) jāpieder tai pašai vietai, kurā ir interfeisa iekārta, vai arī tiem jābūt globāliem.

source: Rear port ({rear_port}) must belong to the same device
lv: Aizmugurējam portam ({rear_port}) jāpieder vienai un tai pašai iekārtai

source: front port
lv: priekšējais ports

source: front ports
lv: priekšējās pieslēgvietas

source: The number of positions cannot be less than the number of mapped rear ports ({count})
lv: Pozīciju skaits nedrīkst būt mazāks par kartēto aizmugurējo pieslēgvietu skaitu ({count})

source: rear port
lv: aizmugurējais ports

source: rear ports
lv: aizmugurējie porti

source: The number of positions cannot be less than the number of mapped front ports ({count})
lv: Pozīciju skaits nedrīkst būt mazāks par kartēto priekšējo portu skaitu ({count})

source: module bay
lv: moduļu līcis

source: module bays
lv: moduļu līči

source: A module bay cannot belong to a module installed within it.
lv: Moduļa līcis nevar piederēt tajā uzstādītam modulim.

source: device bay
lv: iekārtas nodalījums

source: device bays
lv: ierīču nodalījumi

source: This type of device ({device_type}) does not support device bays.
lv: Šāda veida iekārta ({device_type}) neatbalsta iekārtu nodalījumus.

source: Cannot install a device into itself.
lv: Nevar instalēt ierīci sevī.

source: Cannot install the specified device; device is already installed in {bay}.
lv: Nevar uzstādīt norādīto iekārtu; iekārta jau ir uzstādīta{bay}.

source: inventory item role
lv: inventāra vienības loma

source: inventory item roles
lv: inventāra vienību lomas

source: serial number
lv: sērijas numurs

source: asset tag
lv: aktīvu birka

source: A unique tag used to identify this item
lv: Unikāls atzīme, ko izmanto, lai identificētu šo vienumu

source: discovered
lv: atklāts

source: This item was automatically discovered
lv: Šis vienums tika automātiski atklāts

source: inventory item
lv: inventāra vienība

source: inventory items
lv: inventāra vienības

source: Cannot assign self as parent.
lv: Nevar sevi piešķirt kā vecāku.

source: Parent inventory item does not belong to the same device.
lv: Vecāk-inventāra vienība nepieder vienai un tai pašai iekārtai.

source: Cannot move an inventory item with dependent children
lv: Nevar pārvietot inventāra vienumu ar apgādājamiem bērniem

source: Cannot assign inventory item to component on another device
lv: Nevar piešķirt inventāra vienumu komponentam citā ierīcē

source: manufacturer
lv: ražotājs

source: manufacturers
lv: ražotāji

source: model
lv: modelis

source: default platform
lv: noklusējuma platforma

source: part number
lv: daļas numurs

source: Discrete part number (optional)
lv: Diskrēts detaļas numurs (pēc izvēles)

source: height (U)
lv: augstums (U)

source: exclude from utilization
lv: izslēgt no izmantošanas

source: Devices of this type are excluded when calculating rack utilization.
lv: Aprēķinot vienību izmantošanu statnē, šāda veida iekārtas netiek ņemtas vērā.

source: is full depth
lv: ir pilnā dziļumā

source: Device consumes both front and rear rack faces.
lv: Iekārta patērē gan priekšējo, gan aizmugurējo statnes pusi.

source: parent/child status
lv: vecāka/bērna statuss

source: Parent devices house child devices in device bays. Leave blank if this device type is neither a parent nor a child.
lv: Vecāk-iekārtas satur bērn-iekārtas iekārtu nodalījumos. Atstājiet tukšu, ja šis iekārtas tips nav ne vecāks, ne bērns.

source: airflow
lv: gaisa plūsma

source: device type
lv: iekārtas tips

source: device types
lv: ierīču veidi

source: U height must be in increments of 0.5 rack units.
lv: U augstumam statnes vienībām jābūt definētām ar 0,5 soli.

source: Device {device} in rack {rack} does not have sufficient space to accommodate a height of {height}U
lv: Iekārtai {device} statnē {rack} nav pietiekami daudz vietas, lai izvietotu {height}U vienību augstumā

source: Unable to set 0U height: Found <a href="{url}">{racked_instance_count} instances</a> already mounted within racks.
lv: Nevar iestatīt 0U augstumu: Atrasts (-as) <a href="{url}">{racked_instance_count} gadījums (-i)</a> , kad jau uzstādīts statnēs.

source: Must delete all device bay templates associated with this device before declassifying it as a parent device.
lv: Pirms atklasificēt šo kā vecāk-iekārtu, ir jāizdzēš visas iekārtas nodalījuma veidnes, kas saistītas ar šo iekārtu.

source: Child device types must be 0U.
lv: Bērnu ierīču tipiem jābūt 0U.

source: Virtual machines may be assigned to this role
lv: Šai lomai var piešķirt virtuālās mašīnas

source: A top-level device role with this name already exists.
lv: Augstāka līmeņa iekārtas loma ar šo nosaukumu jau pastāv.

source: A top-level device role with this slug already exists.
lv: Augstākā līmeņa iekārtas loma ar šo URL identifikatoru jau pastāv.

source: device role
lv: iekārtas loma

source: device roles
lv: iekārtas lomas

source: Optionally limit this platform to devices of a certain manufacturer
lv: Pēc izvēles ierobežojiet šo platformu ar noteikta ražotāja ierīcēm

source: platform
lv: platforma

source: platforms
lv: platformas

source: Platform name must be unique.
lv: Platformas nosaukumam jābūt unikālam.

source: Platform slug must be unique.
lv: Platformas URL identifikatoram jābūt unikālam.

source: The function this device serves
lv: Funkcija, ko šī iekārta veic

source: Chassis serial number, assigned by the manufacturer
lv: Ražotāja piešķirtais šasijas sērijas numurs

source: A unique tag used to identify this device
lv: Unikāls atzīme, ko izmanto, lai identificētu šo ierīci

source: position (U)
lv: pozīcija (U)

source: rack face
lv: statīva puse

source: primary IPv4
lv: primārais IPv4

source: primary IPv6
lv: primārais IPv6

source: out-of-band IP
lv: OOB IP

source: VC position
lv: VC pozīcija

source: Virtual chassis position
lv: Virtuālā šasijas pozīcija

source: VC priority
lv: VC prioritāte

source: Virtual chassis master election priority
lv: Virtuālās šasijas galvenā vēlēšanu prioritāte

source: latitude
lv: platums

source: GPS coordinate in decimal format (xx.yyyyyy)
lv: GPS koordināta decimālformātā (xx.gggg)

source: longitude
lv: garums

source: Device name must be unique per site.
lv: Iekārtas nosaukumam jābūt unikālam katrai vietai.

source: device
lv: iekārta

source: devices
lv: iekārtas

source: Rack {rack} does not belong to site {site}.
lv: Statne{rack} nepieder vietai{site}.

source: Location {location} does not belong to site {site}.
lv: Telpa {location} nepieder vietai{site}.

source: Rack {rack} does not belong to location {location}.
lv: Statne{rack} neatrodas telpā {location}.

source: Cannot select a rack face without assigning a rack.
lv: Nevar izvēlēties statnes pusi, nenorādot statni.

source: Cannot select a rack position without assigning a rack.
lv: Nevar izvēlēties statnes vienību, nenorādot statni.

source: Position must be in increments of 0.5 rack units.
lv: Pozīcija statnes vienībām jānorāda ar 0,5 soli.

source: Must specify rack face when defining rack position.
lv: Jānorāda statnes puse, kad definē statnes vienību.

source: A 0U device type ({device_type}) cannot be assigned to a rack position.
lv: 0U iekārtas tipu ({device_type}) nevar piešķirt statnes pozīcijai.

source: Child device types cannot be assigned to a rack face. This is an attribute of the parent device.
lv: Bērn-iekārtu tipus nevar piešķirt statnes pusei. Tas ir vecāk-iekārtas atribūts.

source: Child device types cannot be assigned to a rack position. This is an attribute of the parent device.
lv: Bērn-iekārtu tipus nevar piešķirt vietai statnē. Tas ir vecāk-iekārtas atribūts.

source: U{position} is already occupied or does not have sufficient space to accommodate this device type: {device_type} ({u_height}U)
lv: U{position}vieta jau ir aizņemta vai nav pietiekami daudz vietas, lai izvietotu šo iekārtas tipu: {device_type} ({u_height}U)

source: {ip} is not an IPv4 address.
lv: {ip} nav IPv4 adrese.

source: The specified IP address ({ip}) is not assigned to this device.
lv: Norādītā IP adrese ({ip}) nav piešķirta šai iekārtai.

source: {ip} is not an IPv6 address.
lv: {ip} nav IPv6 adrese.

source: The assigned platform is limited to {platform_manufacturer} device types, but this device's type belongs to {devicetype_manufacturer}.
lv: Piešķirtā platforma ir ierobežota līdz {platform_manufacturer} iekārtu tipiem, bet šīs iekārtas tips pieder pie {devicetype_manufacturer}.

source: The assigned cluster belongs to a different site ({site})
lv: Piešķirtais klasteris pieder citai vietai ({site})

source: The assigned cluster belongs to a different location ({location})
lv: Piešķirtais klasteris pieder citai telpai ({location})

source: A device assigned to a virtual chassis must have its position defined.
lv: Virtuālajai šasijai piešķirtai iekārtai jābūt noteiktai pozīcijai.
