Repository: netbox-community/netbox
Catalog: netbox/translations/*/LC_MESSAGES/django.po
Languages: lv

source: The untagged VLAN ({untagged_vlan}) must belong to the same site as the interface's parent virtual machine, or it must be global.
lv: Netagotais VLAN ({untagged_vlan}) jāpieder tai pašai vietai kā virtuālās mašīnas interfeisam, vai arī tam jābūt globālam.

source: size (MB)
lv: izmērs (MB)

source: virtual disk
lv: virtuālais disks

source: virtual disks
lv: virtuālie diski

source: Added {count} devices to cluster {cluster}
lv: Pievienotas {count} iekārtas klāsterim{cluster}

source: IPsec - Transport
lv: IPsec - transports

source: IPsec - Tunnel
lv: IPsec - tunelis

source: GRE
lv: GREE

source: Aggressive
lv: Agresīvs

source: Main
lv: Galvenais

source: Pre-shared keys
lv: Iepriekš koplietotas atslēgas

source: Certificates
lv: Sertifikāti

source: RSA signatures
lv: RSA paraksti

source: DSA signatures
lv: DSA paraksti

source: Group {n}
lv: Grupa {n}

source: Ethernet Private LAN
lv: Ethernet privātā LAN

source: Ethernet Virtual Private LAN
lv: Ethernet virtuālā privātā LAN

source: Ethernet Private Tree
lv: Ethernet privātais koks

source: Ethernet Virtual Private Tree
lv: Ethernet virtuālais privātais koks

source: Tunnel group (ID)
lv: Tuneļu grupa (ID)

source: Tunnel group (slug)
lv: Tuneļa grupa (URL identifikators)

source: IPSec profile (ID)
lv: IPsec profils (ID)

source: IPSec profile (name)
lv: IPsec profils (nosaukums)

source: Tunnel (ID)
lv: Tunelis (ID)

source: Tunnel (name)
lv: Tunelis (nosaukums)

source: Outside IP (ID)
lv: Ārējais IP (ID)

source: IKE policy (ID)
lv: IKE politika (ID)

source: IKE policy (name)
lv: IKE politika (nosaukums)

source: IPSec policy (ID)
lv: IPsec politika (ID)

source: IPSec policy (name)
lv: IPsec politika (nosaukums)

source: L2VPN (slug)
lv: L2VPN (URL identifikators)

source: VM Interface (ID)
lv: VM interfeiss (ID)

source: VLAN (name)
lv: VLAN (nosaukums)

source: Tunnel group
lv: Tuneļu grupa

source: SA lifetime
lv: SA kalpošanas laiks

source: Pre-shared key
lv: Iepriekš koplietota atslēga

source: IKE policy
lv: IKE politika

source: IPSec policy
lv: IPsec politika

source: Tunnel encapsulation
lv: Tuneļa iekapsulēšana

source: Parent device of assigned interface
lv: Piešķirtā interfeisa vecāk-iekārta

source: Parent VM of assigned interface
lv: Piešķirtā interfeisa vecāk-VM

source: Device or virtual machine interface
lv: Iekārtas vai virtuālās mašīnas interfeiss

source: IKE proposal(s)
lv: IKE priekšlikums (-i)

source: Diffie-Hellman group for Perfect Forward Secrecy
lv: Diffie-Hellman grupa par Perfect Forward Secrets

source: IPSec proposal(s)
lv: IPsec priekšlikums (-i)

source: IPSec protocol
lv: IPsec protokols

source: L2VPN type
lv: L2VPN tips

source: Parent device (for interface)
lv: Vecāk-iekārta (saskarnei)

source: Parent virtual machine (for interface)
lv: Vecāk-virtuālā mašīna (interfeisam)

source: Assigned interface (device or VM)
lv: Piešķirtais interfeiss (iekārta vai VM)

source: Cannot import device and VM interface terminations simultaneously.
lv: Nevar vienlaicīgi importēt iekārtas un VM interfeisu saslēgumus.

source: Each termination must specify either an interface or a VLAN.
lv: Katrā saslēgumā jānorāda interfeiss vai VLAN.

source: Cannot assign both an interface and a VLAN.
lv: Nevar piešķirt gan saskarni, gan VLAN.

source: IKE version
lv: IKE versija

source: Proposal
lv: Priekšlikums

source: Assigned Object Type
lv: Piešķirtais objekta tips

source: Tunnel interface
lv: Tuneļa interfeiss

source: First Termination
lv: Pirmā izbeigšana

source: Second Termination
lv: Otrā izbeigšana

source: This parameter is required when defining a termination.
lv: Šis parametrs ir nepieciešams, definējot izbeigšanu.

source: A termination must specify an interface or VLAN.
lv: Saslēgumam jānorāda interfeiss vai VLAN.

source: A termination can only have one terminating object (an interface or VLAN).
lv: Izbeigšanai var būt tikai viens izbeigšanas objekts (interfeiss vai VLAN).

source: encryption algorithm
lv: šifrēšanas algoritms

source: authentication algorithm
lv: autentifikācijas algoritms

source: Diffie-Hellman group ID
lv: Diffie-Hellman grupas ID

source: Security association lifetime (in seconds)
lv: Drošības asociācijas kalpošanas laiks (sekundēs)

source: IKE proposal
lv: IKE priekšlikums

source: IKE proposals
lv: IKE priekšlikumi

source: proposals
lv: priekšlikumus

source: pre-shared key
lv: iepriekš koplietota atslēga

source: IKE policies
lv: IKE politika

source: Mode is required for selected IKE version
lv: Režīms ir nepieciešams izvēlētajai IKE versijai

source: Mode cannot be used for selected IKE version
lv: Režīmu nevar izmantot izvēlētajai IKE versijai

source: encryption
lv: šifrēšana

source: authentication
lv: autentifikācija

source: Security association lifetime (seconds)
lv: Drošības asociācijas kalpošanas laiks (sekundēs)

source: Security association lifetime (in kilobytes)
lv: Drošības asociācijas kalpošanas laiks (kilobaitos)

source: IPSec proposal
lv: IPsec priekšlikums

source: IPSec proposals
lv: IPsec priekšlikumi

source: Encryption and/or authentication algorithm must be defined
lv: Jādefinē šifrēšanas un/vai autentifikācijas algoritms

source: IPSec policies
lv: IPsec politikas

source: IPSec profiles
lv: IPsec profili

source: L2VPN termination
lv: L2VPN izbeigšana

source: L2VPN terminations
lv: L2VPN pārtraukšana

source: L2VPN Termination already assigned ({assigned_object})
lv: L2VPN izbeigšana jau piešķirta ({assigned_object})

source: {l2vpn_type} L2VPNs cannot have more than two terminations; found {terminations_count} already defined.
lv: {l2vpn_type} L2VPN nedrīkst būt vairāk par diviem pārtraukumiem; atrasts {terminations_count} jau definēts.

source: tunnel group
lv: tuneļa grupa

source: tunnel groups
lv: tuneļu grupas

source: encapsulation
lv: iekapsulēšana

source: tunnel ID
lv: tuneļa ID

source: tunnel
lv: tunelis

source: tunnels
lv: tuneļi

source: An object may be terminated to only one tunnel at a time.
lv: Objektu vienlaikus var pārtraukt tikai ar vienu tuneli.

source: tunnel termination
lv: tuneļa izbeigšana

source: tunnel terminations
lv: tuneļa beigas

source: {name} is already attached to a tunnel ({tunnel}).
lv: {name} jau ir piestiprināts pie tuneļa ({tunnel}).

source: Authentication Method
lv: Autentifikācijas metode

source: Encryption Algorithm
lv: Šifrēšanas algoritms

source: Authentication Algorithm
lv: Autentifikācijas algoritms

source: SA Lifetime
lv: SA kalpošanas laiks

source: Pre-shared Key
lv: Iepriekš koplietota atslēga

source: SA Lifetime (Seconds)
lv: SA kalpošanas laiks (sekundes)

source: SA Lifetime (KB)
lv: SA kalpošanas laiks (KB)

source: Object Parent
lv: Objekta vecāks

source: Object Site
lv: Objekta vieta

source: Access point
lv: Piekļuves punkts

source: Station
lv: Stacija

source: Open
lv: Atvērt

source: WPA Personal (PSK)
lv: WPA personīgais (PSK)

source: WPA Enterprise
lv: WPA uzņēmums

source: Authentication cipher
lv: Autentifikācijas šifrs

source: Bridged VLAN
lv: Plītēta VLAN

source: Parent device of assigned interface A
lv: Piešķirtā interfeisa A vecāk-iekārta

source: Interface A
lv: Interfeiss A

source: Assigned interface A
lv: Piešķirtais interfeiss A

source: Parent device of assigned interface B
lv: Piešķirtā interfeisa B vecāk-iekārta

source: Interface B
lv: Interfeiss B

source: Assigned interface B
lv: Piešķirtais interfeiss B

source: Side B
lv: B puse

source: authentication cipher
lv: autentifikācijas šifrs

source: wireless LAN group
lv: bezvadu LAN grupa

source: wireless LAN groups
lv: bezvadu LAN grupas

source: wireless LAN
lv: bezvadu LAN

source: interface A
lv: interfeiss A

source: interface B
lv: interfeiss B

source: wireless link
lv: bezvadu saite

source: wireless links
lv: bezvadu saites

source: {type} is not a wireless interface.
lv: {type} nav bezvadu interfeiss.

source: Invalid channel value: {channel}
lv: Nederīga kanāla vērtība: {channel}

source: Invalid channel attribute: {name}
lv: Nederīgs kanāla atribūts: {name}
